[
{"busy": "|  Пълно работно време\n\n", "publicated": "29.09.2016\n\n", "category": ["ИТ - Административни дейности и продажби", "ИТ - Разработка/поддръжка на софтуер", "Контакт центрове (Call Centers)"], "place": "| **София / България**\n\n", "description": "|  We are a part of American company, leading provider of Web hosting and\ntechnical support services for companies worldwide. Since we had opened the\noffice in Sofia, Bulgaria in 2002, we managed to attract many talented and\nmotivated people and helped them develop their potential.  \n  \nTo ensure the expansion of our Support team in Sofia, we are now looking to\nrecruit Technical Support Specialist Level 1 .  \n  \nMain responsibilities: Provide technical support Level 1 via ticket system to\nend user clients on various shifts as required.  \nRecognize and troubleshoot problems with server hardware and application\nsoftware.  \n  \nNOTE: Fluent written English is a MUST!  \n  \nAdditional responsibilities:  \n  \nInstall, configure, maintain and upgrade servers operating systems and Web\napplications. Knowledge of standard Web applications is a must.  \n  \nMeeting the following requirements is mandatory:  \n  \n• Knowledge in Database Servers (MySQL or MS SQL)  \n• 1+ years experience with Web Servers  \n• 1+ years experience with Windows  \n• 1+ years experience with Linux  \n• Experience with Service monitoring  \n• Ability to communicate effectively with customers who may have a limited\nknowledge of computer systems operations and equipment.  \n• Able to work on 24/7 schedule  \n• Fast learner and ability to multi-task.  \n  \nMeeting the following requirements is a PLUS:  \n  \n\\+ Experience in a web hosting company  \n\\+ Experience with online ticket based support systems  \n\\+ Experience in the customer service field (Level 1 support)  \n  \nWe offer:  \nCompetitive Salary (depending on the experience)  \nProfessional development opportunities  \nA future and a potential for growth in an international company  \n  \nPlease send your CV in English!  \n  \nOnly short-listed candidates will be contacted.\n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "ХОСТИНГ УЕЛ ДАН ООД", "title": ["Technical Support Specialist - Level 1"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "29.09.2016\n\n", "category": ["ИТ - Административни дейности и продажби", "ИТ - Разработка/поддръжка на софтуер", "ИТ - Разработка/поддръжка на хардуер"], "place": "| **София / България**\n\n", "description": "|\n\nSmartIT is a software development company with 10 years extensive experience\nin programming business-orientated solutions. Our team of 30 programmers has\nfar-reaching enterprise-level practice on constructing ERP, CRM, CMS and\nutility controls. The software systems of SmartIT help 6 500 associates in the\nnon-banking financial sector of Poland, Czech Republic, Ukraine, Romania,\nMacedonia and Bulgaria, to serve 500 000 clients every day.  \n  \nOur team is growing and now we have a new opening for the position of **JUNIOR\nDATA WAREHOUSE SPECIALIST**.  \n  \n**Job description:**  \n  \n• Develop and maintain existing and new data warehouse, and ETL processes;  \n• Provide guidance and recommendation on the data warehouse architecture;  \n• Produce and maintain high quality documentation for the project.  \n  \n**Requirements:**  \n  \n• Knowledge in Data Warehousing;  \n• Familiar with Relational databases, dimensional and OLAP modeling;  \n• Experience with ETL tools;  \n• Experience with Microsoft Business Intelligence tools (SSRS, SSIS, SSAS) is\nan advantage, but not required;  \n• SQL programming skills (T-SQL or PL/SQL, stored procedures, functions,\nviews, etc.);  \n• Professional experience with SQL is a great advantage;  \n• Experience working within Financial Services Sector is an advantage, but not\nrequired.\n\n**Benefits:**  \n  \n• Plenty of opportunities for professional growth in our local or\ninternational operations;  \n• Interesting work on new and long-run projects;  \n• Friendly working environment and strong corporate management;  \n• Competitive salary based on personal and team achievements;  \n• Smart mobile phone and sponsored mobile plan;  \n• Company-sponsored training and certification;  \n• Regular team buildings and celebrations.  \n  \nWe are searching for candidates who enjoy working with people in a fast-paced,\ngrowing environment. If you have a drive to succeed and advance your career,\nSmartIT might be a fit for you.  \n  \nWe encourage you to take a couple minutes to submit your resume to be\nconsidered as the newest member to our professional team.  \n  \nWe are an equal employment opportunity employer. Qualified applicants will\nreceive consideration for employment without regard to race, color, religion,\nsex, sexual orientation, gender perception or identity, national origin, age,\nmarital status or disability status.\n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "SMART INNOVATIVE TECHNOLOGIES LTD", "title": ["JUNIOR DATA WAREHOUSE SPECIALIST"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "29.09.2016\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер", "Инженери"], "place": "| **София / България**\n\n", "description": "|  KPMG IT Service is a joint company of KPMG Germany and KPMG Bulgaria. The\ncompany employs top IT talent for its operations in Sofia in the fields of\nSoftware Engineering, Cloud Computing, Collaboration, Applications Operations\nand IT Operations.  \nWe are now looking for SQL/VBA Developer.  \n  \nThe SQL/VBA Developer will be part of a globally distributed project team,\nworking on a complex analytics project.  \n  \nRequired skills and experience:  \n  \n• Solid experience with SQL development on MS SQL Server 2008 R2 / 2014  \n• Experience in: SSIS, SSRS  \n• Experience with MS Access  \n• Experience in VBA Development  \n• Еxperience with TFS or a similar solution  \n  \nThe successful candidate has also:  \n  \n• University diploma in Computer Science, Software Development or Engineering  \n• Very good communication skills and English knowledge  \n• Possibility for limited business travel  \n• Very good analytic skills  \n  \nWhat we offer :  \n  \n• The chance to work in a top talent team  \n• Attractive remuneration  \n• Opportunity to work with cutting-edge technologies  \n• Gain experience in an international and multicultural organization  \n• Opportunity for business travel  \n• Work on challenging projects  \n• Modern office environment  \n• Additional health insurance  \n• Life insurance  \n• Free transportation card  \n• Free sports facility card  \n• Option to work from home  \n  \nWe invite you to take up this challenge! If interested send us your CV.  \n  \n© 2016 KPMG IT Service OOD, a Bulgarian limited liability company and a member\n¬firm of the KPMG network of independent member firms afiliated with KPMG\nInternational Cooperative, (“KPMG International”), a Swiss entity. All rights\nreserved.  \n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "KPMG IT Service OOD", "title": ["SQL / VBA Developer"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "29.09.2016\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер", "Инженери"], "place": "| **София / България**\n\n", "description": "|  VMware is a global leader in cloud infrastructure and business mobility.\nBuilt on VMware's industry-leading virtualization technology, our solutions\ndeliver a new model of IT that is fluid, instant and more secure. Customers\ncan innovate faster by rapidly developing, automatically delivering and more\nsafely consuming any application.  \n  \nWith 2015 revenues of $6.6 billion, VMware has more than 500,000 customers,\nmore than 75,000 partners, and 19,000+ employees in 120+ locations around the\nworld. At the core of what we do are our people who deeply value execution,\npassion, integrity, customers, and community. Do you dare to do the stuff\nyou've always dreamed about?  \n  \nAs a Solution Architect you will use your knowledge and experience to help\ndrive post-sales product implementation and integration with key customers,\nboth direct and through channel partners. We are looking for a person who has\nthe right mindset to be a part of an elite tiger team of solution architects.\nYou must possess a unique blend of polished customer-facing skills, strong\nlearning development and presentation skills, and technical savvy; an out of\nthe box thinker, and the drive to engage all stakeholders with emphasis on\ncomplete customer satisfaction. Solution Architect is a fast-paced role where\nthe successful candidate will wear many hats, and where you will be part of\nthe GSAAS team that embraces open communication, empowerment, innovation,\nteamwork and a shared focus on customer success. Working with customers who\nhave already purchased, but not yet deployed VMware’s NSX product, in this\nrole you will ensure customer success and maximum value from their purchase by\nproviding Use Case definition workshops, feature walkthroughs, knowledge\ntransfer and best practices, and use case recommendations to accelerate\nadoption at scale. You will also support strategic partners in growing their\ncapabilities through the development and delivery of training, ride along and\nshadowing to help drive scale through VMware’s extensive partner community.  \n  \nResponsibilities:  \n\\- Design and develop innovative solutions to customer requirements using our\nNetwork Virtualization &amp; Security products.  \n\\- Maintain current architecture, design, implementation and troubleshooting\nknowledge of the VMware SDDC Suite and Horizon Suite of products.  \n\\- Assist in the development and implementation of standard reusable VMware\nconsulting service offerings, including definition of tasks, deliverables and\nestimates  \n\\- Document best practices in developing and deploying Virtual Networking\n&amp; Security solutions, and feed them into our knowledgebase for reuse by\ncustomers and partners  \n\\- Develop training content based on experience of making customers successful\nwith the technology. Content consists of: whiteboard lectures, hands-on labs\nwith manuals, slide shows, etc.  \n\\- Travel around the geography (Americas, Europe, Asia/Pacific) presenting\ntraining to channel partners (while maintaining highest levels of student\nsatisfaction) on how to sell and deliver virtual networking and security\nsolutions.  \n\\- Drive escalated support issues for key accounts as needed in tight\ncooperation with VMware GSS. Bring a sense of ownership to drive end to end\nCustomer success.  \n\\- Lead on-site Customer Advisory workshops related to Use Case Development,\nDesign Assessment and Operational Best Practices.  \n\\- Recruit and mentor other technical staff  \n\\- Maintain per-customer view of reported issues, regularly communicate with\ncustomers, sales account teams, NSBU Product Management and Engineering, and\nGSS  \n\\- Successful track record with software &amp; network virtualization and/or\ncloud infrastructure experience with customer software integration.  \n\\- Drive client and internal resources and activities to ensure deliverables\nwithin tight scope and time lines to ensure customer satisfaction and scale.  \n\\- Document all customer-specific configurations for GSS and PSO to share\naccount intelligence.  \n\\- Develop/improve workflow for more efficient delivery and reduced overall\ntime to production  \n\\- Work closely with NSBU Development to deliver high quality, personalized\nsupport to assigned client projects. Drive customer satisfaction as well as\nproduct supportability improvement  \n\\- Bring thought leadership around Product Success and self-driven to lead\nwith minimal supervision.  \n\\- Ability to travel  \n  \nPreferred Skills/Experience:  \n\\- Domain level understanding of Cloud Infrastructure &amp; Networking (Data\nCenter Design, Network Architecture, Network Design, System Architecture\nVirtualization, Systems Management, Security, Cloud Consumption)  \n\\- Strong IT Infrastructure experience  \n\\- Experience in customer-facing positions as a professional services  \n\\- Technical support experience dealing with product escalation of Cloud\ntechnologies.  \n\\- Experience with modern software development methodologies, with emphasis on\nsoftware and hardware architecture, and infrastructure design and development  \n\\- Experience in a technical lead role for small-or medium-size teams  \n-Experience developing and delivering technical software training: selling and delivering • Strong practical Windows Server or Linux systems administration skills   \n\\- VMware virtualization, networking and security products, solutions, and\nservices.  \n\\- Network Security Tool and Networking Concepts such as firewalls, IDS/IPS,\nLoad Balancers, Security/Trust Zones, L2 Switching and L3 routing. VLANs,\nUnicast vs Multicast, Management Networks, routing, VPN and network design.  \n\\- Proven experience and deep knowledge of the networking technologies and\nvendors such as Cisco, F5, Riverbed, Force10, Vyatta/Brocade, A10 Networks,\nArista, Infoblox, Palo Alto Networks  \n\\- Experience with specific network components such as ASR routers, switches,\nfirewalls, ASA, Virtual networking components VSG, 1000V), BGP &amp; OSPF\nprotocol, Cisco UCS storage would be an advantage.  \n  \n-Good understanding of VMware and open source cloud consumption platforms such as vRealize Automation, Openstack , VMware Integrated Openstack (VIO) etc. Hands on deployment and troubleshooting experience with these products is a plus.  \n\\- CCNA, VCP-NV or equivalent certification and/or related work experience  \n\\- CCIE , VCDX-NV or equivalent is highly desirable.  \n\\- Familiarity with systems management concepts, processes and standards (e.g.\nSNMP); capacity/performance management and tuning; and storage and network\nmanagement  \n\\- Understanding of modern IT production data center and Internet (ISP/ASP)\nhosting operations  \n\\- Programming in Perl, Python, C/C++ or Unix shell are also an advantage  \n\\- B.S./B.A./M.S. degree or equivalent technical training  \n\\- Experience in software deployment in large-scale services in complex\nenvironments  \n\\- Thrives in a small customer operation (tiger team) in high-visibility key\naccounts.-• Ability to work collaboratively with product development team on\nproblem troubleshooting and driving product improvements  \n\\- Exceptional communication (written and verbal, internal and external) and\npresentation skills  \n\\- Quality, out-of–the box thinker that is open-minded, creative, intelligent,\nand self-confident  \n-Highly entrepreneurial with a strong passion, urgency, energy, dedication, and an unrelenting drive to succeed and win  \n-Team player that works well in collaborative situations and start-up environments  \n  \nVMware offers:  \n\\- Attractive compensation package  \n\\- Unique opportunity for professional development, enhanced by various\ntraining options, regular performance discussions, working with teams of\nworld-wide Staffing and IT professionals  \n\\- Healthy work environment - company sponsored medical program, food and\nbeverage program, sport activities, open communication  \n\\- Work-life balance – 25 days paid vacation, team buildings and celebrations  \n  \nAs part of the VMware global standards for integrity you will be required to\ngo through a pre-employment screening process before you join.  \n  \nAll job applications will be treated with strict confidentiality.\n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "VMware Bulgaria", "title": ["Solution Architect"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "27.09.2016\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер", "ИТ - Разработка/поддръжка на хардуер", "Контакт центрове (Call Centers)"], "place": "| **София / България**\n\n", "description": "|  THE EXPERIENCE MATTERS  \n  \nC3i Healthcare Connections, a division of Telerx, is an American company,\nleading provider of technical support services for life sciences companies\nworldwide. We operate in the field of Information technologies (IT) and their\napplication for the needs of the Pharmaceutical industry and clinical research\norganizations. Since we had opened the office in Sofia, Bulgaria in 2005, we\nmanaged to attract many talented and motivated people and helped them develop\ntheir potential.  \n  \nTo ensure the expansion of our Operations Centre in Sofia, Bulgaria we are now\nlooking to recruit a HUNGARIAN speaking TECHNICAL SUPPORT REPRESENTATIVE.  \n  \nThe TECHNICAL SUPPORT REPRESENTATIVE will help customers (sales force and\noffice-based users) by providing resolution of technical and network problems\nwith hardware and peripherals – laptops, tablets, printers, mobile phones,\nrouters, in a friendly, professional manner over the phone and via email.  \n  \nThe main responsibilities of the role include, but are not limited to:  \n• resolving username and password problems  \n• diagnosing and resolving technical hardware and software issues  \n• uninstalling, reinstalling software applications  \n• verifying proper hardware and software set up  \n• assisting with navigating around application menus  \n• troubleshooting email issues  \n  \nSupport will be provided in adherence to high company standards for quality,\naccuracy, thoroughness, timeliness and consistency in customer care.  \n  \nJob requirements:  \n• Fluency in Hungarian  \n• Good command in English  \n• Interest and/or experience in IT as an end-user  \n• Willingness to learn and obtain new skills and competencies  \n• Excellent interpersonal and communications skills  \n• Availability to work on shifts  \n• Ethics, Team work and Positive attitude  \n• High school diploma  \n  \nWhat we offer:  \n• Professional on-boarding and on-going trainings  \n• Opportunity to practice your foreign language skills and develop your\ntechnical expertise  \n• Opportunity for career progression with leading US Company  \n• Competitive salary and performance bonuses  \n• Social benefits package  \n• Possibility to combine work and study  \n• Vibrant environment  \n  \nAre you willing to build up your career with us? - We’ll be happy to receive\nyour resume in English!  \n  \n*Your personal data is secure with us.  \n** Only candidates selected for interview will be contacted \n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "C3i Europe", "title": ["Hungarian Technical Support Representative"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "27.09.2016\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер", "Контакт центрове (Call Centers)", "Маркетинг"], "place": "| **София / България**\n\n", "description": "|  Due to a growth of our organization, we are currently looking to recruit a\nnew member of our customer support team. This is a superb opportunity for a\nbilingual talented professional to join our innovative and respectful company\nwithin the IT industry.  \n  \nExperience is not essential but the successful candidate will be able to\ndemonstrate ability to provide quality service and support in a variety of\nareas, educate customers where appropriate and communicate clearly and\nprofessionally. Commitment to customer satisfaction, developed sense of\nintegrity, creativity and confident telephone manner are essential.  \n  \nThe responsibilities for the role will include:  \n\\- handling incoming queries from users of our platform and making sure all\nthe issues are addressed appropriately and resolved thoroughly  \n\\- developing knowledge and expertise on the organization`s products and\nservices which will be supported by training and frequent interaction with\ncolleagues  \n\\- helping for the development of customer service policies for the entire\norganization  \n  \nThe candidate should possess:  \n\\- fluency in Swedish  \n\\- second language English or German will be considered an advantage  \n\\- basic IT skills and experience working with Microsoft office packages  \n\\- creativity and eagerness to make a difference  \n\\- excellent problem-solving and logic mindset  \n\\- strong decision making and communication/ listening skills  \n\\- friendly and proactive attitude  \n  \n  \nWe offer:  \n\\- competitive salary  \n\\- great opportunities for career progression and growth  \n\\- permanent full-time contract  \n\\- working within dynamic, multinational and nurturing environment with strong\nsense of work ethics and care towards employees  \n\\- participating in an exciting project and working with innovative\ntechnologies  \n\\- company benefits  \n\\- social integration  \n  \nShould your application be successful, you will be contacted shortly for an\ninterview.\n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "OXXY Applications Ltd", "title": ["Customer Support in Swedish"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "27.09.2016\n\n", "category": ["ИТ - Административни дейности и продажби", "ИТ - Разработка/поддръжка на софтуер", "ИТ - Разработка/поддръжка на хардуер"], "place": "| **София / България**\n\n", "description": "|  Hewlett Packard Enterprise (HPE) creates new possibilities for technology\nto have a meaningful impact on people, businesses, governments and society.\nHPE invents, engineers, and delivers technology solutions that drive business\nvalue, create social value, and improve the lives of our clients.  \n  \n  \nYou will be part of the Global Design, a WW organization with representatives\nin all regions. Your focus will be EMEA customers. Within Global Design, you\nwill join the Monitoring and Automation Engineering team, who is responsible\nto develop new infrastructure/application monitoring solution using HPOM or\nBSM suites of products, to develop and implement event interfaces (adapters)\nand process automation, to deploy those solutions for existing and new\ncustomers during the transformation phase and to pass over to Operation team\nfor on-going operation activities.  \n  \n  \nResponsibilities:  \n• Implements part or all of the technical solution to the client, in\naccordance with an agreed technical design. Occasionally responsible for\nproviding a detailed technical design for enterprise solutions. Understands a\nbroad spectrum of HP technology in order to provide part or all of a detailed\ntechnical design which meets customer requirements.  \n• Often leads small to medium technical projects. Works with and under the\ndirection of the Project/Technical Manager and with customer nominated\nrepresentatives. Liaises with Solutions Architect as appropriate.  \n• Provides technical support and input on the application of technology to a\ndefined business segment. Provides advice on solution and integration\nopportunities to defined segments.  \n• Contributes to knowledge tools and communities, and ensures project\nlearning’s are documented and shared. Role models focuses on single customer.\nSolves diverse and complex. May lead a project team.  \n• Providing presales activities: delivery model costing, design consulting,\nrequirements gathering, solution presentation, etc.  \n• Capable to communicate directly with customer  \n  \nQualifications  \n  \nEducation and Experience Required:  \n•Typically 5-7 years of professional experience and a Bachelor of Arts/Science\nor equivalent degree in computer science or related area of study;  \n  \nEssential Knowledge and Skills Required:  \n• System monitoring experience and deploying solutions;  \n• Analytical and problem solving skills per customer specific requirements and\nsecurity  \n• Experience working with HP Operations Manager 9.x  \n• Experience with development and implementation of event interfaces\n(adapters) and process automation for HP Operations Manager 9.x  \n• Experience with Run Book Automation implementation, testing and deployment  \n• Proficiency with database development (SQL) and management  \n• Proficiency at programming in the Perl, Shell, VBS, Python, Java or PHP\nprogramming languages  \n• Proficiency utilizing JSON, XML frameworks  \n• Experience with Operating Systems UNIX (Linux, Solaris, HPUX, AIX) and\nWindows  \n• Experience designing and developing software applications  \n• Experience in Software Testing, and Problem Solving  \n• Experience documenting software functionality, ability to integrate software\nwith existing systems  \n• Effective presentation, written communication, and verbal communication\nskills in English  \n  \n  \nWe offer a challenging role including:  \n• Continuous learning and technical training opportunities  \n• Great opportunity for professional development in the IT field  \n• Part in a team that has established itself as a preferred partner for Hi-\ntech Services &amp; Support throughout EMEA  \n• Competitive remuneration package  \n• Medical insurance  \n• 4 days additional paid leave (total:24 days)  \n• Food vouchers  \n• Opportunity to use free bus / parking  \n• Life insurance  \n• Wellness program  \n• HPE badge program including various discounts for products and services  \n• Work-life balance program including free legal, financial and psychological\nconsultations  \n  \n  \nThis is to inform you that Hewlett Packard Enterprise GDBC EOOD (HPE) is\nregistered as an administrator of personal data to the Commission for Data\nProtection. Some of the information that you provide voluntarily is personal\ninformation and falls under the special protection regime under the Law on\nPersonal Data Protection. The personal data provided by you will be processed\nfor the purposes of the selection process as well as for the realization of\nthe legitimate interests of the data controller in respect of any future\ncontract of employment. HPE takes the responsibility to handle, use and store\nyour personal data, ensuring its protection in secret from the third parties.\nWe inform you and you agree that HPE may provide your personal data to\ngovernment, municipal institutions, banks, companies, corporate bodies and\nindividuals, where such obligation exists under a special legal provision,\nwhere it is necessary for realization of your rights and legal interests as a\nparticipant in the selection process, and when it is necessary to realize the\nlegitimate rights and interests of HPE. HPE can provide your personal\ninformation to corporate bodies and individuals who are assigned to actions\nand activities relating to the selection process and in respect of any future\ncontract of employment.  \n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "Hewlett Packard Enterprise / Hewlett-Packard GDBC EOOD", "title": ["System Monitoring and Event Routing Subject matter expert"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "28.09.2016\n\n", "category": ["ИТ - Административни дейности и продажби", "ИТ - Разработка/поддръжка на софтуер", "ИТ - Разработка/поддръжка на хардуер"], "place": "| **София / България**\n\n", "description": "|  We are a global IT service provider supplying technical services to top\n500+ companies around the world. With clients across the world we’re proud to\nbe highly recognized for our commitment to providing exceptional technical\nexpertise and customer care. There are 1200+ professionals working in\ndifferent IT areas at Tek Expert. We have centers in Malta, Costa Rica, China,\nVietnam, and Bulgaria.  \nFor our main office in Europe, located in Sofia we have the pleasure to invite\nyou to join our team as a:  \n  \nSoftware Support Specialist with Arabic and English  \n  \nYour role:  \n  \nThe primary responsibility of the Support Engineer is to manage reactive\ncustomer cases to a satisfactory resolution. The engineer has the full\nresponsibility of technical support to our customers. She/he will perform\nsuitable information gathering, troubleshooting and problem research,\ncollaborating with other engineers as necessary.  \n  \nOur requirements:  \n  \n• Fluency in Arabic and English  \n• Experience with Linux, Windows, Windows server, Databases  \n• Troubleshooting and problem solving skills  \n• Proficiency with MS Office  \n• IT Industry experience  \n• Customer Support and/or Account Management experience  \n• Degree in a technical/ scientific discipline would be an advantage  \n  \n*Please note, knowledge of both languages Arabic and English is required.  \n  \nWe offer:  \n  \nProfessional and personal growth through learning and development\nopportunities  \nFast-track career in a continuously growing company with strong promote- from-\nwithin culture  \nDynamic, friendly, energetic and fast-pace environment  \nGreat team of talented colleagues and responsive managers willing to support,\nguide, and coach you  \n  \nIf you are motivated for this opportunity and you believe you have the skills\nand knowledge required for this role, please send us your resume in English.\nAll documents will be treated in the strictest confidentiality.  \n  \nOnly short-listed candidates will be contacted.  \n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "ТЕК ЕКСПЪРТС ЕООД", "title": ["Software Support Specialist with Arabic and English"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "28.09.2016\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер", "Телекомуникации - административни дейности и продажби"], "place": "| **София / България**\n\n", "description": "|  Opencode Systems is a telecommunications solution provider, dedicated to\nopen systems for All-G and Telco-over-Cloud mobile networks. Our specialized\ncore network technology is invisible to consumers but underlies many of the\nmobile services they use.  \nOpencode real-time core network products include Multi-Channel Network Browser\n&amp; Studio, iSDP (IMS Service Delivery Platform), Network Services Broker,\nCore Messaging Suite, Carrier App Browser and other first-to-market\nspecialized solutions. Over 60 active mobile operators in more than 40\ncountries worldwide rely 24/7 on Opencode core network platforms. Opencode\npatented, game-changing, network- and cloud-driven virtualized technology is\nthe preferred choice for the open and creative mobile network.  \n  \nDue to expanding its activities the company is looking for an experienced\nQuality Assurance Software Engineer  \n  \nMain Responsibilities:  \n• Analysis of the customer requirements and identification of potential gaps  \n• Preparation and execution of test books and test cases  \n• Testing services for correctness based on the specifications agreed with the\nclient  \n• Checking compliance of the service documentation  \n• Analysis of clients' reported software bugs and identifying the root cause\nof the reported issues  \n• Develop and implement moderately complex test plans and test cases  \n• Participate in special or customer-specific projects as assigned and\nimplement Quality Assurance efforts  \n• Propose improvements  \n• Report to QA team leader  \n• Report to Country Manager  \n• Work closely with the customer for identifying and resolving service gaps  \n  \nRequirements:  \n• Education in Computer Science and Informatics or related  \n• Good knowledge in Quality Assurance and Control  \n• Understanding of DB theory, algorithms, etc.  \n• Good knowledge of English (spoken and written)  \n• Knowledge in programming language  \n• Experience in Linux/Unix environment  \n• Knowledge of basic shell scripting  \n  \n  \nAdvantages:  \n• Ability to be productive and handle multiple tasks to meet deadlines in a\ndynamic environment  \n• Software testing technology  \n• Experience in telecommunication field  \n• Experience in PHP/JS/other scripting language  \n  \nCompany offers:  \n• Challenging and dynamic international work environment  \n• Opportunities for career growth  \n• Company training  \n• Competitive remuneration package  \n• Young united team, consisting of very good specialists  \n  \nDo you want to work with multinational mobile operators &amp; leading industry\nexperts?  \nPlease send your CV (in English).\n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "ОПЕНКОД СИСТЕМС ООД", "title": ["Quality Assurance Software Engineer"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "28.09.2016\n\n", "category": ["ИТ - Административни дейности и продажби", "ИТ - Разработка/поддръжка на софтуер", "Ремонт/Инсталация/Сервиз"], "place": "| **София / България**\n\n", "description": "|  Основни задължения и отговорности:  \n  \n• Оказва съдействие при разрешаването на въпроси, свързани с използването на\nпредлаганите от фирмата софтуерни продукти;  \n• Извършва дейности по инсталация и конфигуриране на специализиран софтуер при\nклиента или отдалечено през интернет;  \n• Участва активно в процеса по внедряване на софтуерните приложения и извършва\nобучение на персонала на клиента;  \n• Осъществява комуникация с клиенти по телефон, skype и електронна поща;  \n• Води база данни с входящи запитвания и досие на клиентите;  \n• Осъществява анализ на клиентските изисквания;  \n• Активно комуникира с техническия и търговския отдел във фирмата и\nосъществява обратна връзка с клиента;  \n  \nИзисквания:  \n  \n• Умения за работа в екип;  \n• Отлични комуникативни умения и положителна нагласа към хората;  \n• Клиенто-ориентиран подход и начин на поведение;  \n• Отлична компютърна грамотност – MS Office, Internet, Компютърни мрежи;  \n• Висше техническо или икономическо образование е предимство;  \n• Предишен опит на същата или подобна позиция ще се счита за предимство;  \n• Валидна шофьорска книжка е предимство;  \n• Владеене на английски език е предимство;  \n  \nНие предлагаме:  \n• Адекватно заплащане;  \n• Динамична и интересна работа в приятен и сплотен екип от професионалисти;  \n• Коректно отношение и нормална работна обстановка;\n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "ИНФО ПАРТНЕР ООД", "title": ["Служител Отдел Поддръжка"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "28.09.2016\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер"], "place": "| **София / България**\n\n", "description": "|\n\nWe are building a team of highly experienced **Senior PHP/MySQL Developers**\nfor the ongoing development of the European HR platform** Jobs.eu** a project\nof **Jobs.bg**.\n\n  \n\n**Skill Requirements:**\n\n  * In-depth full-stack experience\n  * Extensive experience with PHP5 \n  * Object-oriented programming experience \n  * Extensive experience with MySQL, database design and performance optimization\n  * Excellent understanding of Web application security \n  * Knowledge of cross-browser compatibility issues and understanding of design patterns\n  * HTML, DHTML, CSS, Javascript, Ajax\n\n  \n**An advantage would be:**  \n\n  * Experience with prototyping\n  * Experience with Java and/or Python\n  * Experience with NoSQL databases and graph engines\n  * Experience with big data and high-load / high-performance solutions\n  * Experience with distributed design patterns and solutions\n  * Experience with performance design &amp; optimization\n\n  \n**We offer:**  \n\n  * Exciting opportunity\n  * Outstanding compensation: **5000 to 8000 BGN net salary **(5890 to 9224 BGN gross salary)\n  * This is a permanent position (not project based)\n\n  \nIf you believe you meet our requirements and are excited about this project,\nwe would love to hear from you.\n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "JOBS.EU / JOBS.BG Ltd.", "title": ["Senior PHP/MySQL Developers"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "28.09.2016\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер", "ИТ - Разработка/поддръжка на хардуер", "Инженери"], "place": "| **София / България**\n\n", "description": "|  VMware is a global leader in cloud infrastructure and business mobility.\nBuilt on VMware's industry-leading virtualization technology, our solutions\ndeliver a new model of IT that is fluid, instant and more secure. Customers\ncan innovate faster by rapidly developing, automatically delivering and more\nsafely consuming any application.  \n  \nWith 2015 revenues of $6.6 billion, VMware has more than 500,000 customers,\nmore than 75,000 partners, and 19,000+ employees in 120+ locations around the\nworld. At the core of what we do are our people who deeply value execution,\npassion, integrity, customers, and community. Do you dare to do the stuff\nyou've always dreamed about?  \n  \nSummary  \n  \nVMware is looking for an End User Computing (EUC) Domain Lead to join its End\nUser Services organization. The role will be responsible for leading VMware\ninto the future of End User Support Responsibilities, including but are not\nlimited to leadership in the global roll out of PC and Mobile end point\nmanagement tools, oversight of standards around but not limited to VDI,\nDesktop OS (Mac, Linux, Windows), mobile and hardware standards.  \nIn addition this person will maintaining a strong working relationship with\nthe EUC R&amp;D organization to provide feedback and help deliver VMware\nproducts internally to VMware employees (VMware on VMware).  \nThe role will cover design and lead the EUC domain with close integration into\nother Infrastructure domains like server &amp; storage, unified\ncommunications, and networks.  \n  \nExperience  \n  \nThe End User Computing Domain Lead should possess a proven track record of\ndesigning at scale global enterprise end-user solutions and possess the\npassion, enthusiasm and vision for leading VMware’s internal End User Services\nstrategy. The role requires a thought leader in End User Computing that can\nprovide direction and innovation for a team who provides end user support for\n25,000 employees across the globe, while ensuring all solutions meet the needs\nof IT Security and align with existing solutions currently delivered by\nVMware. The individual must therefore welcome the challenge of aligning the\nEnd User Support model with other domain Leads including and security,\nstandards and practices. This includes functions gathering business\nrequirements, creating reference architecture standards, creating design\ndocuments, and presenting solutions to peers and executive staff. The EUS\nDomain Lead will also have the technical skills necessary to recommend and\ndesign solutions for a global organization while also bridging the gap between\nnew projects proposed by other teams and existing solutions provided by the\nEnd User Services organization.  \n  \nThe role will have the following key Responsibilities and Deliverables  \n  \n•Overall EUS Strategy for the following services: VDI, Mobile, OS, Backups,\nManagement Tools and operation best practices  \n•Own and provide roadmaps for End User Services IT department, including\nService and product (OS, tool and hardware) roadmaps and sunset products that\nare no longer filling business needs  \n•Represent End User Services at cross-functional IT project review board\nmeetings and governance meetings  \n•Governance, relationship and operational management for enterprise-wide\nprojects in the EUC domain  \n•Create run-books, operating manuals and Technical Design documents for large\nscale projects  \n•Service Ownership and transition to operations teams to Train staff on\noperation procedures for new products and initiatives  \n•Provide input on annual IT projects, and provide technical review and\napproval for PRD and BRDs within the End User Computing domain  \n•Ensure technical alignment across projects in the EUS domain  \n•Provide escalation point for technical staff as needed, and mentor technical\nand non-technical peers  \n•Lead for enterprise-wide projects, manage the impact of in the business, and\ndrive for innovation  \n•Develop an end-to-end view of the solution requirements towards\ninfrastructure, will develop long-term target direction and drive its\nimplementation on a day to day basis.  \n•Define end user service catalog standards on various End User Services\ntechnologies, VDI, End point devices, MDM, PC, OSX, tablets, cloud backup,\nmobiles.  \n•Support a culture of innovation to foster a competitive advantage in the\nIdentity Management services area via technologies.  \n•Responsible for proper communication with IT functions and business, and to\nmeet IT needs and goals together with the Infrastructure teams. Act as global\ninternal IT business partner.  \n•Collaborate with colleagues within the domain leadership team to provide\ntechnical design guidance that aligns with the enterprise vision and\napplicable technical standards.  \n  \nDetailed Experience  \n  \n•10+ years overall experience on core End User Technologies  \n•Expertise in assessment, design, build and implement End User Technologies\nstack  \n•Strong analytical skills, with strong problem-solving capability  \n•Excellent written and verbal communication skills, with the ability to\ninfluence and work collaboratively with other Senior leaders in the\norganization  \n•Self-starter and highly motivated individual who demonstrates the ability to\nexercise sound judgment, prioritize and effectively meet deadlines while\nworking on multiple assignments simultaneously.  \n•Must have a track record in implementing technologies in a global environment\n(including different cultures).  \n•Previous hands on experience with the following required:  \n•Expertise in the overall End User Stack technologies and competency in Active\nDirectory  \n•Experience working with MDM tools  \n•Understanding of client management tools such as SCCM  \n•Deep Operating System knowledge and migration expertise in Windows 7/8 OSX\nand Linux  \n•Create, maintain and distribute golden images of Windows, OSX, &amp; Linux  \n•Proven working experience with installing, configuring, testing and\ntroubleshooting UNIX/Linux within a lab and production environment  \n•Experience with Linux Desktops such as Gnome, KDE or Enlightenment  \n•Networking knowledge (OSI network layers, TCP/IP)  \n•Scripting skills; developing, maintaining custom shell scripts, able to\ntroubleshoot scripts related to Python, Bourne, C shell, Korn or Perl  \n•Java is a plus  \n•Knowledge of package repositories such as apt and yum  \n•Strong SSH experience is a plus  \n•Knowledge on multi factor authentication  \n•Must have a good understanding of building and operating IT systems and\nservices.  \n•Must be highly creative, curious and a strong networker.  \n•Expert level knowledge of VDI and supporting technologies required for the\ndelivery of virtual desktop services.  \n•Knowledge on Server Technologies, VMWARE SDDC concepts knowledge, VSAN, NSX  \n•Knowledge on Unified communication Technologies  \n•Certifications are a plus (VCP-DCV, VCP- DT, VCAP, VCAP-DT, VCDX )  \n  \nVMware offers:  \n  \n\\- Attractive compensation package - competitive salary, flexible bonus\nscheme, company sponsored mobile phone plan and additional long-term\nincentives.  \n\\- Individual career path - management and technical career growth, enhanced\nby learning and development program, regular performance assessment,\nopportunity to work with international teams of IT professionals.  \n\\- Healthy work environment - company sponsored medical insurance program,\nfood and beverage program, sport activities, open communication.  \n\\- Work-life balance – 25 days paid vacation, regular team buildings and\ncelebrations.  \n  \nAll applications will be treated with strict confidentiality.  \n  \nAs part of the VMware global standards for integrity you will be required to\ngo through a pre-employment screening process before you join.  \n\n", "type": "| Постоянна работа\n\n", "level": "|  Супервайзори/Тийм лидери\n\n", "company": "VMware Bulgaria", "title": ["Domain Lead"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "28.09.2016\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер", "ИТ - Разработка/поддръжка на хардуер", "Инженери"], "place": "| **София / България**\n\n", "description": "|  Visteon is a global technology company that designs, engineers and\nmanufactures innovative cockpit electronics products and connected car\nsolutions for most of the world’s major vehicle manufacturers. Visteon is a\nleading provider of driver information and controls, audio and infotainment,\nand domain controllers; its brands include LightScape®, OpenAir® and\nSmartCore™. With corporate offices in Van Buren Township, Michigan, (U.S.);\nShanghai, China; and Chelmsford, UK; Visteon has more than 12,000 employees at\n50 facilities in 21 countries. Visteon had sales of $3.25 billion in 2015. For\nour Design Center in Sofia we are now looking for a communicative and\norganized person to join our team at the position of:  \n  \n  \nSystem Requirements Engineer  \n  \nYour responsibilities:  \nAs part of our team you will be responsible for elicitation, analysis,\ndocumenting and maintaining the product requirements specification for car\ncomponent like instrument cluster or body controller:  \n• Collect customer documentation and technical requirements for the product  \n• Define and follow up Requirements Management Strategy  \n• Convey technical decisions and proposals to the Customer and vice versa  \n• Analyze requirements and resolving stakeholder conflicts  \n• Design requirements describing complete behavior of the product  \n• Facilitate review of requirements with Software, Hardware, Mechanical and\nTest experts and follow up of review issues  \n• Perform functional and safety analysis, DFMEA  \n• Facilitate product architecture definition together with Hardware,\nMechanical and software experts  \n• Maintain traceability from customer specification over product specification\nto architecture and validation results.  \n  \nYour qualifications:  \nPositive and self-driven achiever with:  \n• Bachelor's degree in Electrical Engineering, Computer Science,\nTelecommunication or Automation Engineering  \n• Experience in specifying, developing or testing electronic products  \n• Strong analytical and problem solving skills  \n• Experience with Requirement Management Tools such as DOORS, Teamcenter,\nReqPro and others  \n• Open for travelling abroad and working in multicultural team  \n• Fluent English  \n• German or Japanese languages are considered as a plus  \n• Certified in IREB is a plus  \n• Experience in UML and Model Based Design is a plus  \n• Experience in Project Management, Project/Task assignment is a plus  \n  \nYour benefits:  \n• Possibilities for career development in international company  \n• Professional development based on up-to-date training opportunities and\nexpertise  \n• Competitive remuneration package with pool of benefits and incentives\nschemes at place  \n• Open and friendly working atmosphere  \n• Social activities.  \n  \n  \nOnly short-listed applicants will be contacted.  \n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "Вистеон Електроникс България ЕООД", "title": ["System Requirements Engineer"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "21.09.2016\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер", "Инженери"], "place": "| **София / България**\n\n", "description": "|  VMware is a global leader in cloud infrastructure and business mobility.\nBuilt on VMware's industry-leading virtualization technology, our solutions\ndeliver a new model of IT that is fluid, instant and more secure. Customers\ncan innovate faster by rapidly developing, automatically delivering and more\nsafely consuming any application.  \n  \nWith 2015 revenues of $6.6 billion, VMware has more than 500,000 customers,\nmore than 75,000 partners, and 19,000+ employees in 120+ locations around the\nworld. At the core of what we do are our people who deeply value execution,\npassion, integrity, customers, and community. Do you dare to do the stuff\nyou've always dreamed about?  \n  \nVMware is looking for DevOps Engineers experienced with the continuous\ndelivery, operations and troubleshooting of a large scale distributed system.\nWe are looking for a person with great technical, interpersonal and\ncommunication skills and passion for working with VMware products and state of\nthe art open source Big Data analytics solutions.  \n  \nResponsibilities:  \n• Participate in the definition and improvement of the process to support a\nrobust and efficient continuous deployment of a Hadoop based analytics system  \n• Participate in the automation of the continuous deployment process  \n• Deploy and update various applications and platform components  \n• Monitor and tune the availability, performance and resource allocation of\nthe system  \n• Troubleshoot system issues reported by the monitoring system or customers  \n• Efficiently interact with other R&amp;D &amp; IT organizations in order to\naccomplish shared projects successfully  \n  \nRequired:  \n• Experience building and operating highly available and scalable\ninfrastructure solutions  \n• Strong knowledge in Java or Python  \n• Strong knowledge in Shell scripting  \n• Hands on experience with Linux administration  \n• Hands on experience with database technologies  \n• Bachelor Degree in Computer Science or equivalent  \n• Experience with Hadoop and related technologies (is a plus)  \n  \nCompetencies:  \n• Excelent verbal and written communication skills  \n• Consistently take the appropriate actions to resolve problems of increasing\ncomplexity  \n• Seek active cooperation with others ensuring goal alignment with relevant\nparties  \n• Team player  \n  \nVMware offers:  \n\\- Attractive compensation package - competitive salary, flexible bonus\nscheme, company sponsored mobile phone plan and additional long term\nincentives  \n\\- Individual career path - management and technical career growth, enhanced\nby learning and development program, regular performance assessment, teams of\nworld-wide IT professionals  \n\\- Healthy work environment - company sponsored medical program, food and\nbeverage program, sport activities, open communication  \n\\- Work-life balance – 25 days paid vacation, regular team buildings and\ncelebrations.  \n  \nAs part of the VMware global standards for integrity you will be required to\ngo through a pre-employment screening process before you join.  \n  \nAll applications will be treated with strict confidentiality.\n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "VMware Bulgaria", "title": ["Senior Big Data Dev Ops Engineer"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "23.09.2016\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер"], "place": "| **София / България**\n\n", "description": "|  As we are currently growing our development team in Sofia, we are looking\nto hire skilled FullStack .NET developers eager to work on a variety of in-\nhouse projects and technologies according to the highest development\nstandards. As part of our team you will have the opportunity to use your\ncreativity and technical skills to develop and transform our leading platform\nand brands also take part in many other projects.  \n  \n  \nWhat you will be doing:  \n  \n• You will participate in the development of web applications using Web Forms\nand MVC.  \n• Collaborate with other team members to share ideas and coordinate efforts to\nensure that project deliverables are met within specific time frame.  \n• Estimate, track and implement development tasks  \n  \nWhat you need for this position:  \n  \n• At least 5+ years of .Net / C# experience with Web applications  \n  \nRequired experience with:  \n  \no ASP.Net, Web Services, WCF, Web API  \no JavaScript, Angular, HTML 5, CSS, Ajax-  \no Minimum 2-3 years in backend software design in SQL Server , Stored\nprocedures, ++ASP.NET, C# , PHP  \no Languages: C#, SQL/T-SQL, JavaScript/DHTML, VBScript, HTML, XML,PHP-  \no Some experience with front end UI design preferred  \n  \n• Experience in Object Oriented Design and Programming, Multi-threading, web\nservices  \n• Knowledge and experience in Design Patterns &amp; Principles, System\nArchitecture and Distributed systems  \n• Ability to complete all phases of software development life cycle with\nminimal supervision  \n• Bachelor or higher degree in Computer Science or equivalent  \n• Ability to develop large scale web/database applications and to work on\nmultiple projects with multiple deadlines.  \n• Ability to communicate clearly with business users and project manager.  \n• Ability to innovate and provide functional applications with intuitive\ninterfaces.  \n• Excellent personal and communication skills  \n• English language skills on advanced level  \n  \n  \nIf you are willing to work in a fast paced, highly collaborative, dynamic work\nenvironment, then this is the right place for you! Please send us your CV in\nEnglish. Keep in mind that only shortlisted candidates will be contacted.\n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "РЕГУЛУС СЪРВИСИЗ ЕООД", "title": ["Senior .NET Developers"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "21.09.2016\n\n", "category": ["Дизайн", "ИТ - Разработка/поддръжка на софтуер"], "place": "| **София / България**\n\n", "description": "|  We are looking for an experienced JS Developer for a team developing cross-\nplatform Slot Games and Table &amp; Video Poker Games using JavaScript and\nHTML5 in Dopamine.  \n  \n# If you:  \n\\- A​re a​ proficient developer with intolerance for poor code  \n\\- Have serious experience with JavaScript AND you prefer to code object-\noriented  \n  \n# You will:  \n\\- Develop high-quality slot games and table games like Blackjack, Roulette,\nBaccarat, Video Poker, etc..  \n\\- The games should be cross-platform and the same version will be used on\ndesktop and mobile devices  \n\\- The code should be ​fully object-oriented and well organized  \n  \n# Technologies:  \n\\- JavaScript - ES6 (yes, we use it), PixiJS, Underscore, Handlebars, ReactJS,\nWebpack, CreateJS, RequireJS, Backbone  \n\\- Git  \n  \n# Advantages:  \n\\- If you are ​a ​gambler then you know why this is cool  \n\\- If you have been​ a​ freelancer and know how to meet deadlines with smart\nand fast solutions  \n\\- ​If you could give the right answer to this question: What is the best way\nto do animations for web games? (tell us at the interview)​  \n  \n# How to apply  \nJust send us your CV and impressive snippet of your code (impressive doesn't\nmean complex)\n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "ДОПАМИН ЕООД", "title": ["JavaScript Developer"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "21.09.2016\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер", "Мениджмънт"], "place": "| **София / България**\n\n", "description": "|  Adcash is a real-time advertising trading platform that delivers maximum\nexposure for advertisers and a simple, effective way for publishers to make\nmoney. We’re committed to delivering the best customer experience, by offering\npowerful, convenient tools and backing them up with dedicated, multi-lingual\nsupport. We come from all over the world, with 20 nationalities and 15\nlanguages between us, meaning we’re a diverse team, but all with one aim: our\ncustomer’s success.  \n  \nWe need an experienced Software Engineer Manager to join our busy IT team in\nSofia and become part of an exciting and growing enterprise.  \n  \nIn this role you will be responsible for the development of our current\nproducts and software tools as well as future releases, new products and\nongoing improvements. To fill this position you need to have ample experience\nand proficiency in all aspects of the software development process.  \nWhile this position may not require an extensive amount of coding, technical\nknowledge and a broad understanding of ways to implement solutions in managing\nhuge amount of data and working with the best online technologies across\napplications will be necessary.  \n  \nSo, what will you be doing, day to day? You will...  \n  \nManage and supervise the local IT project managers located in Sofia.  \nThis includes:  \nManage iterative technical execution through product teams, promoting\ncollaboration, open dialogue and a positive work environment.  \nNegotiate with product owners and fellow managers to predict and offset\nproject risk.  \nDefine the technical product specs.  \nFocus on the professional development of the teams.  \nInteract with stakeholders and departments to ensure Software team goals and\npriorities align with project vision and strategic direction.  \nDefine/refine processes, methodologies and tools related to our Software\nFactory.  \nStrive to standardize and to formalize in the following up and the execution\nof projects. You will be the source of documentation, guidance and metrics on\nthe practice of project management and execution.  \nManage and publish the accuracy and the veracity of the metrics used and\nshared with the top management around the roadmap of the company.  \nMonitoring and reporting on active projects and portfolios (following up\nproject until completion), and reporting progress for strategic decisions.  \nProvides a synthesis of all the projects (closed, on-going and planned) and\ngathers data such as estimation, planning, scheduling, resource allocation.  \n  \nIf you’re interested, we need you to have...  \n  \nLeadership and enthusiasm for developing a team-focused work environment.  \nDesire to work with a tight-knit, multi-disciplinary team.  \nContribute to development of new solutions and expand of existing ones.  \nAbility to mentor project managers and other technical staff (validation and\ninfrastructure engineers).  \nA broad understanding of software engineering and Agile methodology.  \nSeveral years experience architecting software products.  \nUnderstanding of Design Patterns, of database architecture, of API and bst.  \nCompetency in managing big data and oversight of algorithm development.  \nExperience leading teams of 10+ engineers.  \nExperience with management tools such as Atlassian suite (Confluence, Jira,\n...).  \nFluent in English.  \nSelf-starter.  \nAbility to meet tight deadlines.  \n  \nBy joining us, you will become part of our dynamic and ever-growing team. We\noffer unlimited opportunities for self-improvement and growth, a competitive\nsalary, friendly multicultural environment and a modern office in the city\ncenter of Sofia.  \nIf you have awesome organisational, analytical and problem solving skills,\nthen we'd love to hear from you!\n\n", "type": "| Постоянна работа\n\n", "level": "|  Мениджмънт\n\n", "company": "Адкеш България ЕООД", "title": ["Software Engineering Manager"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "21.09.2016\n\n", "category": ["ИТ - Административни дейности и продажби", "ИТ - Разработка/поддръжка на софтуер", "ИТ - Разработка/поддръжка на хардуер"], "place": "| **София / България**\n\n", "description": "|  Hewlett Packard Enterprise is seeking for highly motivated, ambitious IT\nprofessionals to join our fast growing Team. If you already outgrow your\ncurrent responsibilities and feel a need of real challenge, come to us where\nsky is the limit. If you want to put in full throttle your technical and\nbusiness know how into exciting projects, Hewlett Packard Enterprise/HPE/ is\nthe right work place for you!  \n  \nWe have developed an IT Operations Centre, which developed into one of the top\nDelivery Centers for Infrastructure Management Services operating World Wide.\nThe impeccable service quality, along with traditional hard working, won us a\nleading industry position for less than three years of operation.  \n  \nWe are looking for people with experience in HP Vertica Database DBA to join\nour highly skilled database team. The engineers are working with the newest\ntechnologies on the market and are frequently trained on the latest products.\nDay-to-day operations includes working with business critical databases -\nVLDBs with size in TBs, high availability solutions like multi-node\nactive/active clusters, complex replication solutions, projects for upgrades\nand consolidation.  \n  \nRequirements:  \n  \n\\- Fluent English language  \n\\- Team player  \n\\- Minimum 6 Years of IT Experience with 3 Years hands on experience in\nVertica DB cluster management  \n\\- Sound Knowledge of Vertica Architecture (column orientation, compression,\nprojections, segmentations, partitions, high availability and security)  \n\\- Demonstrated in-depth knowledge of database internals and data structures  \n\\- Hands-on implementation with at-least two E2E Vertica Implementations  \n\\- Expertise in installing and maintaining Vertica clusters and implementing\nbackup and recovery processes  \n\\- Experience in Performance Tuning in Vertica which includes creation of\nprojection, partition swapping etc  \n\\- Hands-on experience with database optimization, tuning DBA specific\nactivities for Vertica  \n\\- Experienced with handling big data (Data transfer, import/export, storage,\nperformance and security)  \n\\- Experience in Database backup and recovery  \n\\- Experience in troubleshooting of Vertica database cluster issues and ensure\nhigh availability  \n\\- Can work with Vertica Software and Engineering support pro-actively to get\nissue resolution promptly  \n\\- Linux or Unix like OS knowledge is a preferable advantage  \n\\- Troubleshoot basic OS issues, read SAR files  \n\\- IO, CPU and network utilization check and debugging in OS  \n  \nWe offer a challenging role including:  \n  \n• Continuous learning and technical training opportunities  \n• Great opportunity for professional development in the IT field  \n• Part in a team that has established itself as a preferred partner for Hi-\ntech Services &amp; Support throughout EMEA  \n• Competitive remuneration package  \n• Medical insurance  \n• 4 days additional paid leave (total:24 days)  \n• Food vouchers  \n• Opportunity to use free parking  \n• Life insurance  \n• Wellness program  \n• HPE badge program including various discounts for products and services  \n• Work-life balance program including free legal, financial and psychological\nconsultations  \n  \n  \nThanks for taking the time to review our job, if you think it is a match to\nyour experience and interests please apply today— we are eager to learn more\nabout you! If you know a friend who may be a fit for the job please refer\nthem. Please, submit your application.  \n  \n  \nThis is to inform you that Hewlett Packard Enterprise GDBC EOOD (HPE) is\nregistered as an administrator of personal data to the Commission for Data\nProtection. Some of the information that you provide voluntarily is personal\ninformation and falls under the special protection regime under the Law on\nPersonal Data Protection. The personal data provided by you will be processed\nfor the purposes of the selection process as well as for the realization of\nthe legitimate interests of the data controller in respect of any future\ncontract of employment. HPE takes the responsibility to handle, use and store\nyour personal data, ensuring its protection in secret from the third parties.\nWe inform you and you agree that HPE may provide your personal data to\ngovernment, municipal institutions, banks, companies, corporate bodies and\nindividuals, where such obligation exists under a special legal provision,\nwhere it is necessary for realization of your rights and legal interests as a\nparticipant in the selection process, and when it is necessary to realize the\nlegitimate rights and interests of HPE. HPE can provide your personal\ninformation to corporate bodies and individuals who are assigned to actions\nand activities relating to the selection process and in respect of any future\ncontract of employment\n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "Hewlett Packard Enterprise / Hewlett-Packard GDBC EOOD", "title": ["Vertica Database Administrator"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "21.09.2016\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер"], "place": "| **София / България**\n\n", "description": "|  About Sirma Solutions:  \nSirma Solutions, part of Sirma Group Holding JSC, is a market leader in\nSoftware Development, IT Consulting Services and System Integration. Founded\nin 1992, Sirma Solutions delivers complex and cutting-edge projects worldwide\nfor clients from different business verticals.  \nWe believe that every individual has the right to feel comfortable at their\nworkplace and to enjoy what they do. We offer our employees creative,\nprofessional, friendly and open-minded organizational culture, since we are\nconvinced that it is the self-motivated, responsible and creative people that\nbring success to the company.  \n  \nCurrently we are looking for Quality Assurance Trainee for our office in\nSofia.  \n  \nRequirements:  \n• Candidates must either be current students or recent graduates who hold (or\nwill receive) a Bachelor's degree in Computer Science, Information Technology,\nor related fields;  \n• Basic understanding of programming languages (Java, C#, JavaScript, PHP or\nanother);  \n• Strong problem solving and analytical skills;  \n• Strong attention to details;  \n• Strong interpersonal skills, proactive;  \n• Good communication skills;  \n• Passionate about technology;  \n• Very good English.  \n  \nIf you feel interested and challenged by this position, please:  \n\\- Send us your CV;  \n\\- Describe in a few sentences which programming languages and technologies\nyou are familiar with and what made you choose the QA field.  \n  \nAll applications will be dealt strictly confidentially. Only short-listed\ncandidates will be contacted.\n\n", "type": "| Стаж\n\n", "level": "|  Работници\n\n", "company": "СИРМА СОЛЮШЪНС АД", "title": ["Quality Assurance Trainee"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "20.09.2016\n\n", "category": ["Бизнес/Консултантски услуги", "ИТ - Разработка/поддръжка на софтуер", "Счетоводство"], "place": "| **София / България**\n\n", "description": "|  An innovative company, a leader in its industry with clients mainly outside\nof Bulgaria, seeks to hire smart, hardworking and self-motivated people for\nthe position of Business Analyst.  \n  \nWe are looking for:  \n• Business Analysts  \n• Business Intelligence Analysts  \n• Data Governance Analysts  \n• Support Analysts  \n  \nEssential Requirements:  \n• Bachelor’s degree in Business Information Systems, Computer Science,\nBusiness/Technology, Finance, Accounting, Management or equivalent  \n• Excellent academic record  \n• Business Proficiency in English  \n  \nRequirements Considered an Advantage:  \n• Understanding of the intersection of business and technology  \n• Understanding of data management and data quality principles  \n• Knowledge and interest in data governance and data management practices  \n• Excellent interpersonal communication skills  \n• Ability to present complex ideas in a clear, concise fashion to technical\nand non-technical audiences  \n• Ability to manage and prioritize multiple tasks  \n• Experience with QlikView  \n• Experience with ERP/CRM tools  \n• Familiarity with e-learning authoring software (e.g. Articulate Storyline,\nAdobe Captivate, etc.)  \n  \nThe company offers:  \n• Work according to the highest standards and international know-how  \n• Competitive salary and professional growth  \n• A dynamic, open-minded, and friendly environment  \n  \nIf you consider yourself suitable for the position and match the above\nmentioned essential requirements, please do not hesitate and submit your\napplication in English as soon as possible but not later than 20.10.2016.\nCandidates will be considered on a rolling basis.  \n  \nOnly short-listed candidates will be contacted.  \n  \nAll applications will be treated with strict confidentiality.\n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "bEYE Ltd", "title": ["Business Analyst"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "20.09.2016\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер", "ИТ - Разработка/поддръжка на хардуер"], "place": "| **София / България**\n\n", "description": "|  БГСервиз е компания, фокусирана върху предоставянето на IT решения за\nмалкия и средния бизнес. Сред основните  \nни услуги са предоставяне на компютърна поддръжка, управление на ИТ проекти и\nвнедряване на различни  \nсофтуерни решения. Наред с работата ни с решенията на Microsoft ние твърдо\nвярваме в ползите на отворения код. Поддържаме голямо количество сървъри под\nLinux, а информационната система която разработваме е базирана на технологии с\nотворен код.  \n  \nТърсим нов колега за нашия оперативен отдел, който да отговаря за разработка и\nподдръжка на сървърни решения с отворен код.  \n  \n  \nОсновната отговорност на длъжността е да изгражда, поддържа и следи за\nкоректната работа на сървърни  \nинфраструктури базирани на отворен код продукти. Задачите на позицията\nвключват:  \n  \nИнсталация и поддръжка на сървърни системи с отворен код;  \nРабота със системата за проследяване и мониторинг на работещите системи;  \nУстановяване и отстраняване на проблемите отдалечено или на място при клиента;  \nДиагностициране и отстраняване на проблеми, свързани с работата на софтуерни\nпродукти, мрежа или хардуерни  \nпроблеми;  \nРешаване на ескалирани от второ ниво технически проблеми ;  \nОтразяване на извършената работа в информационната система на фирмата;  \n  \n  \nИзисквания на позицията :  \nПознания и опит при работа с Ubuntu базирани системи  \nПознания и опит при работа в следните области :  \nа) Samba, OpenLDAP, rsync, rsnapshot  \nb) Apache, php, mysql - инсталация, конфигурация, бекъпи  \nc) Дискови масиви, както софтуерни така и хардуерни  \nd) Мрежови конфигурации, рутери  \ne) Postix, Zimbra(бонус), dovecot, cyrus  \nf) Опит с виртуализация, KVM, Xen  \ng) Ubuntu Server &amp; Ubuntu desktop  \nh) MikroTik настройка и конфигурация  \ni) OpenVPN  \nПредишен стаж и работа с Asterisk и/или FreePBX е предимство.  \n  \nДобри комуникативни умения  \nЖелание за работа в екип  \nМного добро владеене на английски език  \nОпит на подобна позиция минимум 2 години  \nШофьорска книжка  \n  \nПредложението:  \nДългосрочна позиция на пълен работен ден  \nОбучение по време на работа  \nРабота в коректна компания с млад и перспективен екип  \n  \nПроявявате интерес и отговаряте на нашите изисквания? Кандидатствайте по\nнашата обява, а ние ще се свържем с Вас за интервю и технически тест.  \n  \nНе отговаряте на нашите изисквания, но искате да се занимавате с решения с\nотворен код? Напишете Вашите причини да искате да работите такава работа\nзаедно с Вашето CV. Ще се свържем с Вас ако преценим, че можем да работи добре\nзаедно.\n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "БГ Сервиз ООД", "title": ["Linux администратор"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "20.09.2016\n\n", "category": ["ИТ - Административни дейности и продажби", "ИТ - Разработка/поддръжка на софтуер", "ИТ - Разработка/поддръжка на хардуер"], "place": "| **София / България**\n\n", "description": "|  TAD Group has an exciting opportunity for a Cyber Security Penetration\nTester to join our team.  \n  \nSimulating a cyber attack under controlled conditions is the best way to know\nhow potential intruders will actually approach networks. TAD Group is a\ncompany which delivers network, application, wireless, and social engineering\nengagements to evaluate the cyber security level of the key systems and\ninfrastructure of our clients.  \n  \nResponsibilities:  \n• Perform formal penetration tests on web-based applications, networks and\ncomputer systems  \n• Conduct physical security assessments of servers, systems and network\ndevices  \n• Design and create new penetration tools and tests  \n• Probe for vulnerabilities in web applications, fat/thin client applications\nand standard applications  \n• Pinpoint methods that cyber attackers could use to exploit weaknesses and\nlogic flaws  \n• Employ social engineering to uncover security holes (e.g. poor user security\npractices or password policies)  \n• Incorporate business considerations (e.g. loss of earnings due to downtime,\ncost of engagement, etc.) into cyber security strategies  \n• Research, document and discuss cyber security findings with management and\nIT teams  \n• Review and define requirements for cyber security solutions  \n• Work on improvements for cyber security services, including the continuous\nenhancement of existing methodology material and supporting assets  \n• Provide feedback and verification as an organization fixes security issues  \n  \nRequirements:  \n• Bachelor’s degree in Computer Science, Information Systems, Engineering,\nTelecommunications, or similar field required.  \n• At least 1 year of cyber security-related experience with practice in\npenetration testing and vulnerability assessments.  \n• Windows, UNIX and Linux operating systems  \n• Experience with penetration testing of popular Content Management Systems\n(Wordpress, Joomla, etc.)  \n• C, C++, C#, Java, PHP  \n• Network servers and networking tools (e.g. Nessus, nmap, Burp, etc.)  \n• Computer hardware and software systems  \n• Web-based applications  \n• Cyber security tools and products (Fortify, AppScan, etc.)  \n• Vulnerability analysis and reverse engineering  \n• Metasploit framework  \n• Cryptography principles  \n• Strong reporting and written documentation experience  \n  \nWe offer:  \n• A competitive remuneration package  \n• A new team working in a visionary company with big potential  \n• Flexible working hours (we focus on results)  \n• Training and certification  \n  \n  \nWe would love to hear about your skills and your experience, as well as any\nquestions you might have.  \nOnly short-listed candidates will be contacted. All applications will be\ntreated in strictest confidentiality.  \n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "TAD GROUP EOOD", "title": ["Cyber Security Penetration Tester"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "21.09.2016\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер"], "place": "| **София / България**\n\n", "description": "|  Shooger is one of the fastest growing US mobile advertising companies. Its\ninnovative solution links Advertisers and Consumers by incorporating Web and\nSmartphone apps and provides the most complete geospatial mobile marketing\npackage available anywhere.  \n  \nThe US-based company has an office in Bulgaria and is seeking to hire a Senior\nWeb Developer there.  \n  \nJob Description:  \n  \nThe successful candidate will be responsible for the planning, development,\ndelivery and support of our applications. As a part of а team of outstanding\nprofessionals you will be expected to deliver high quality solutions in a\nfast-paced environment focused on the customer needs. Affinity for the latest\ntechnologies, excellent communication and problem solving skills, self-\nmotivation, and ability for multi-tasking are the key aspects of this\nposition.  \n  \nAbility to estimate, structure, and organize one’s work in conjunction with\noverall project architecture is key. Depending on the candidate’s progress on\ntheir own work, a need to oversee a junior developer will eventually arise.  \n  \nSkills &amp; Experience  \n  \nRequired:  \n• A minimum of 5 years of proven experience in software development.  \n• Excellent understanding of C#, and .Net framework 3.5+.  \n• Excellent understanding of ASP.NET, MVC, HTML5, Javascript, and jQuery.  \n• Excellent knowledge of object oriented concepts.  \n• Experience with LINQ or Entity framework.  \n• Experience with Relational Databases and MS SQL Server  \n• Experience with version control systems (SVN, GIT, or TFS).  \n• Capacity to organize your work – self-driven.  \n• Excellent communication skills.  \n• Good working English.  \n  \nAppreciated:  \n• Oversight of at least one junior developer.  \n• Experience in a production environment with Distributed Source Control.  \n• Experience in a production environment with Continuous Integration &amp;\nDeployment.  \n  \n  \nAbout the company:  \n  \nWe are creating one of the most robust, user-savvy networks of mobile users in\nthe world. Shooger users are socially-connected and instantly-enabled through\nour network by posting reviews of businesses, deals, and being able to receive\ntime-sensitive offers &amp; user-generated notifications at businesses that\nare located immediately around them.  \n  \nShooger changes the way that:  \n• Consumers shop by providing rich user-generated feedback, privileged\nrelationships with their favorite businesses, and improving the relevance of\nthe products &amp; services that they see.  \n• Merchants handle advertising and their social/mobile presence by offering\nthem a one-stop-shop web &amp; mobile marketing platform to communicate with\ntheir customers and acquire new ones.  \n  \nShooger offers:  \n• Competitive salary.  \n• Very positive team-oriented work environment.  \n• Individual career path.  \n• Highly tolerant work-life balance.  \n  \nAll job applications will be treated with strict confidentiality.  \n  \nPlease read this ad carefully. Your application is not going to be considered\nif your resume does not match the above requirements. If you are interested,\nplease submit your resume.  \n\n", "type": "| Постоянна работа\n\n", "level": "|  Супервайзори/Тийм лидери\n\n", "company": "Шугършак Анимейшън - България ООД", "title": ["Senior Web Developer"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "21.09.2016\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер"], "place": "| **София / България**\n\n", "description": "|  EGT Interactive is an industry-leading provider of online gambling software\nand solutions and powers one of the most successful gaming operators in the\nWorld. The company is entirely IT –oriented, so you will be working for a team\nthat highly prizes technology and enthusiasm. Opportunities are only limited\nby your ability, motivation and imagination, we simply believe in hiring the\nbest people for the expanding interactive gaming market.  \n  \n  \nEGT Interactive wants to expand aggressively so is looking to hire passionate\nand talented software developers.  \n  \n**If you:**  \n-think logically;  \n-are self-driven;  \n-are motivated and dedicated to the software craft;  \n-like challenging tasks;  \n-want to improve and learn a lot of new cool technologies;  \n-work with cutting edge frameworks;  \n-have good understanding of Java/C++/C# or any other object oriented language;  \n-have knowledge of SQL and relational databases;  \n  \n…apply by sending your CV!  \n  \n**A great plus will be:**  \n-real work experience;  \n-knowledge of Java EE.  \n  \n**We can offer:**  \n-friendly work environment;  \n-great remuneration package and regular promotions for proven achievements;  \n-social package;  \n-flexible working hours;  \n-challenging and dynamic work;  \n-opportunities for personal and career development.  \n  \nOffice Location: 135-A, Tsarigrasko Shose Blvd, Floor 7  \nMobile: +359 882 111 943  \n  \n_ All applications will be considered under the terms and conditions of\nconfidentiality in accordance with the regulations of personal data\nprotection._\n\n", "type": "| Постоянна работа\n\n", "level": "|  Служители\n\n", "company": "EGT Interactive Ltd.", "title": ["Junior Java Developer"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "21.09.2016\n\n", "category": ["ИТ - Административни дейности и продажби", "ИТ - Разработка/поддръжка на софтуер", "Контакт центрове (Call Centers)"], "place": "| **София / България**\n\n", "description": "|  **EOS Matrix Bulgaria** is a leading company in the field of receivables\nmanagement and financial services. Some of our clients are top 10 Bulgarian\nbanks, financial non-banking institutions, biggest telecoms, utility companies\nand a lot of small B2C and B2B companies from different industries. EOS Matrix\nis part of the big family of EOS Group with Headquarter in Hamburg, Germany.  \n  \nWe are looking for a professional to join our IT team- responsible for\nsupporting and expanding our internally developed software- on the position of\n**Senior .NET Software Engineer.  \n**  \nWe offer you work in a Software Development division with very tight\nconnection to Business Units and customers. Ability to discuss new ideas and\npropositions directly with the users of the Software and to offer and solve\ntheir problem with ability for a direct feedback.  \nYou will be in charge for all phases of Software development from analysis,\nspecification, design, development, testing through deployment and will work\nwith QA for documenting and preparing training materials of your modules part\nof the Software.  \n  \nRequirements:  \n• At least 2 years experience in OOP, .NET Framework and SQL, especially with\nthe following components: C#, ADO.NET, Windows Forms  \n• Effectiveness and responsibility when performing his/her duties;  \n• Customer oriented;  \n• Analytical Problem-Solver;  \n• Working level of English;  \n• Team player;  \n  \n  \nAny of the following will be an advantage  \n• Experience with PL/SQL and Oracle  \n• Ability to write well-commented, easy-to-understand, efficient code, as well\nas documentation;  \n  \nIf you recognize us as the opportunity for personal and professional\ndevelopment and you think that you can bring value for both you and EOS Matrix\nyou are welcome to join our team. To do so, please send your CV and name\nposition index – NET.SE-16.  \n  \nOnly short-listed candidates will be contacted.  \nAll applications will be treated in strict confidentiality.\n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "EOS MATRIX EOOD", "title": ["Senior .NET Software Engineer"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "21.09.2016\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер"], "place": "| **София / България**\n\n", "description": "|\n\n_****_**_Where Will Your Ambitions Take You?  \n_****_  \nOur Client:_** Internationally recognized American company well known on the\nmarket in the e-commerce business providing quote to cash solutions.  \n  \n  \n**_For our team in Bulgaria Tek Experts is looking for a:_** **C# Developer**  \n  \n_  \nResponsibilities Include:_  \n  \n• Develop software solutions using **C# and .NET API framework** and** 3rd\npart APIs**  \n• Improve architecture and optimize performance of very complex software\nsystems  \n• Work directly with customers to define requirement  \n• Design and deploy high quality, scalable code  \n• Design and develop integrations between our applications and other systems\nas may be required by customers  \n• Troubleshoot and resolve problems  \n  \n_Required Skills/Experience:_  \n  \n• **2+ years using C# and .NET**  \n• Experience with ASP.NET and multitier applications\n\n  * SQL and RDBMS knowledge   \n• Experience developing in an Agile software development environment  \n• **SSO and Web services experience**  \n• Strong object oriented design skills and experience using design patterns.  \n• Solid understanding of the **Software Development Life Cycle (SDLC)**  \n  \n_The offer:_  \n  \n• **Top Center office location **  \n• Excellent working conditions, casual atmosphere, and state-of-the-art\nhardware  \n• Modern, challenging, constantly growing business  \n• Excellent remuneration package  \n• Professional development - books, trainings, etc.\n\n_** **20% travelling in EU Countries.  \n  \n_About the company:  \n  \n_**Tek Experts is a global IT services provider with operations in Europe,\nAmerica, Asia and Africa. We opened our Bulgaria site in 2011 and already\nemploy around 350 people. And we are growing day-by-day. We are at the\nforefront of business and IT support and development in the region and are\ncommitted to developing our people and our operations for the long term. By\njoining Tek Experts Bulgaria, you can learn with us, grow with us and become\npart of our journey to greatness.  \n  \nIf you are interested in this offer, please send your CV in English.  \nOnly short-listed candidates will be contacted.  \n**_\n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "ТЕК ЕКСПЪРТС ЕООД", "title": ["C# Developer"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "21.09.2016\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер"], "place": "| **София / България**\n\n", "description": "|\n\n**COMPANY OVERVIEW:**\n\nHostway Corporation is a leader in Cloud, Managed, and Hybrid Hosting. Hostway\ndelivers reliable, secure, and scalable Infrastructure-as-a-service (IaaS)\nsolutions to over 500,000 customers worldwide. Hostway has emerged as one of\nthe largest cloud hosting and Infrastructure-as-a-Service providers in the\nworld due to the company’s expertise in developing secure, multi-tenant\nhosting environments and is committed to providing SMB's and large enterprises\nwith cost effective business solutions. Hostway’s core products include\nManaged Hosting, Cloud Hosting, Web Hosting and Email and Applications.\n\n**POSITION PURPOSE: **\n\nHostway Corporation is seeking individuals who are eager, energetic and highly\ntechnical for a Software Developer Engineer position with our Engineering\nServices Group, located in Sofia. The applicants will be expected to work in a\nteam oriented environment tackling tasks at various stages in the development\nprocess ranging from requirements gathering to implementation and testing.\nEmphasis is placed on the candidate's contribution to the group and their\nadvancement in understanding and helping extend and maintain Hostway's\ntechnical infrastructure.\n\n** ****ESSENTIAL JOB DUTIES AND RESPONSIBILITIES:**\n\n  * Design, implement and test RESTful APIs communication with different backend systems.\n  * Design, implement and test customer facing front-end web applications.\n  * Work on test automation for various managed services and other company-specific product development projects.\n  * Deliver quality code based on unit and automated acceptance tests.\n  * Document and maintain the different systems; investigate and resolve existing problems.\n  * Work collaboratively with other engineers and utilize agile development practices.\n\n**DESIRED MINIMUM QUALIFICATIONS:**\n\n  * BS or higher in Computer Science or equivalent field.\n  * Excellent written and verbal communications expected as well as commitment to quality and customer satisfaction.\n  * At least two years of programming experience in several programming languages such as: Python and PHP.\n  * Extensive experience and knowledge of Object Oriented Programming/Development concepts and practices.\n  * Experienced and comfortable with reviewing code written in a number of programming languages.\n  * General understanding of networks and network programming techniques.\n  * Familiarity with web-based applications and the benefits/limitations of HTML interfaces, including CGI and persistent server application frameworks, RESTful services.\n  * Strong analytic mindset, the ability to decompose complex problems into simpler components, and the ability to organize and track complicated project plans.\n  * Working knowledge of both UNIX and Windows in a software development setting. Prefer strength in UNIX (all flavors) environment.\n  * Experience using version/change control systems (Git, Perforce).\n  * Fluent written and spoken English.\n\n**PREFERRED SKILLS:**\n\n  * Experience with Java and JavaScript is a significant plus.\n  * Previous experience working with iterative development methodologies, such as Extreme Programming, Scrum or Feature Driven Design.\n  * Familiarity with relational database concepts and RDBMS systems such as MySQL, DB2 and SQL Server.\n  * Ability to work collaboratively with peers in remote offices.\n  * Experience mentoring junior development staff and promoting best practices within the organization.\n\n**WHAT WE OFFER:**\n\n  * An attractive remuneration package!\n  * 25 days of annual paid leave! \n  * Work with an enthusiastic team of professionals!\n  * Opportunity to work in an international and culturally diverse environment!\n  * Opportunity for career development in an IT oriented international company!\n\n**If you’re interested in applying for this position please send us a short cover letter and your CV in English. Hostway thanks all candidates for their interest; however, only shortlisted candidates will be contacted.**\n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "Hostway Bulgaria EAD", "title": ["Software Development Engineer"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "21.09.2016\n\n", "category": ["ИТ - Административни дейности и продажби", "ИТ - Разработка/поддръжка на софтуер", "Контакт центрове (Call Centers)"], "place": "| **София / България**\n\n", "description": "|  **EOS Matrix Bulgaria** is a leading company in the field of receivables\nmanagement and financial services. Some of our clients are top 10 Bulgarian\nbanks, financial non-banking institutions, biggest telecoms, utility companies\nand a lot of small B2C and B2B companies from different industries. EOS Matrix\nis part of the big family of EOS Group with Headquarter in Hamburg, Germany.  \n  \nWe are looking for a senior professional **to lead a Software Development team\nof .NET Engineers**.  \n  \nWe offer you a key role in challenging new software product development. You\nwill be responsible for all phases of Software development from analysis,\nspecification, design, development, testing through deployment and will work\nwith QA for documenting and preparing training materials of your modules part\nof the Software.  \n  \nYour job as a lead of the Software Development team will be connected very\ntight to Business Units and our customers. One of the best advantages being\nclose to the customer is the opportunity for immediate and direct feedback\nfrom them.  \n  \nJob Description:  \n• Leading a team of 7-10 Developers and QAs with focus on quality and best\npractices  \n• Day- to- day communication with team members, internal clients and different\nprojects stakeholders. Code review of peer’s work  \n• Provide technical leadership for enterprise software projects based on\nMicrosoft .NET Framework, Entity Framework, MVC/SPA  \n• Leading the design and development of software products following design\nstandards. Ensure designs are built to a high level of quality, usability and\nstability  \n• Develop flexible architecture using latest development and server\ntechnologies  \n• Analyze business requirements and make a valuation of needed resources, time\nand project risks  \n  \n  \nRequirements:  \n• Experience in a leadership role  \n• People management skills – ability to manage and potential development of\nsoftware developers and QAs  \n• Lead development process for long-term software projects  \n• Experience in OOP, .NET Framework and SQL, especially with the following\ncomponents: C#, MVC, WCF, EF and web technologies such as HTML, CSS,\nJavaScript, jQuery, XML, Node.js, Bootstrap  \n• Experience in domain driven design and different design patterns  \n• Experience in Test Driven Development and Unit Testing  \n• Experience in databases such as Oracle and/or MS SQL  \n• Analytical Problem-Solver;  \n• Working level of English;  \n• Customer oriented;  \n• Team player;  \n  \n  \nAny of the following will be an advantage:  \n• Experience with single page application frameworks (Aurelia, React etc.) is\npreferred;  \n• Experience in designing and implementing SaaS web based applications  \n  \n  \n  \nIf you recognize us as the opportunity for personal and professional\ndevelopment and you think that you can bring value for both you and EOS Matrix\nyou are welcome to join our team. To do so, please send us your CV and name\nposition index – NET.TL-16.  \n  \nOnly short-listed candidates will be contacted.  \nAll applications will be treated in strict confidentiality.\n\n", "type": "| Постоянна работа\n\n", "level": "|  Супервайзори/Тийм лидери\n\n", "company": "EOS MATRIX EOOD", "title": [".NET Software development Team Lead"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "21.09.2016\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер", "Контакт центрове (Call Centers)"], "place": "| **София / България**\n\n", "description": "|  THE EXPERIENCE MATTERS  \n  \nC3i Healthcare Connections, a division of Telerex is an American company,\nleading provider of technical support services for life sciences companies\nworldwide. We operate in the field of Information technologies (IT) and their\napplication for the needs of the Pharmaceutical industry and clinical research\norganizations. Since we had opened the office in Sofia, Bulgaria in 2005, we\nmanaged to attract many talented and motivated people and helped them develop\ntheir potential.  \n  \nTo ensure the expansion of our Operations Centre in Sofia, Bulgaria we are now\nlooking to recruit a CRM Administrator.  \n  \nThe CRM Administrator is an expert in various CRM systems and applications and\nis responsible for providing Tier II support to clients. Resolving requests\nand system/applications administration is the main focus of the role.  \n  \n  \nMain responsibilities:  \n  \n• Perform ticket creation, categorization, assignment and follow-up\ndistribution. Communicate issues to the Client and the management;  \n• Monitor batch jobs, perform troubleshooting of incidents and fulfill\nrequests;  \n• Independently resolve issues within the area of expertise or escalate to the\nappropriate level of competence;  \n• Proactively investigate recurring issues and develop knowledge articles in\nthe knowledge base;  \n• Support testing of enhancements or changes of existing systems and\napplications;  \n• Implement system changes and configurations;  \n• Follow-up on the Tier II team’s pending activities, open requests and\nincidents and help drive them toward resolution;  \n• Resolve complex Tier II technical issues;  \n• Assist the Tier II team on internally escalated cases;  \n• Collaborate with the Tier II team and engage Sr. CRM Administrator to\nresolve issues and find improvement opportunities and create value for the\nClient and C3i;  \n• Perform quality check of the Tier II team’s production work;  \n• Train new hires, share knowledge and experience with peers to constantly\nincrease capabilities of the Tier II team;  \n  \n  \nJob requirements:  \n  \n• Strong understanding of CRM and related technologies: SQL, SFDC, VEEVA,\nInformatica, Database administration, HTML Coding, QlikView, Active Directory,\nMicrosoft Exchange, Microsoft SCCM;  \n• Cooperativeness and team work orientation;  \n• Process orientation, capability to analyze and improve processes;  \n• Very good judgment and decision making;  \n• Customer Service Orientation;  \n• Excellent verbal and written communication skills in English;  \n  \n  \nEducation:  \n  \n• Bachelor degree in Information Technology, Computer Science or similar\ndiscipline, or equivalent experience;  \n• VEEVA/ SalesForce.com certification required;  \n• MCSA certification preferred;  \n• MCSE or Oracle certification preferred.  \n  \n  \nExperience:  \n  \n• 2 years of experience in systems and applications administration preferred;  \n• 1 year of experience in Quality assurance and Quality check of Tier II\nsupport preferred;  \n• 2 years of experience with Active Directory / Microsoft Exchange preferred;  \n• Support center environment experience preferred;  \n  \n  \nWhat we offer:  \n  \n• Professional on-boarding and on-going trainings  \n• Real opportunities for career progression with leading US Company  \n• Competitive salary and performance bonuses  \n• Social benefits package  \n• Vibrant environment  \n  \nAre you willing to build up your career with us? - We’ll be happy to receive\nyour resume in English!  \n  \n*Your personal data is secure with us.  \n** Only candidates selected for interview will be contacted  \n  \n  \n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "C3i Europe", "title": ["CRM Administrator"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "21.09.2016\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер", "ИТ - Разработка/поддръжка на хардуер", "Контакт центрове (Call Centers)"], "place": "| **София / България**\n\n", "description": "|  THE EXPERIENCE MATTERS  \n  \nC3i Healthcare Connections, a division of Telerx, is an American company,\nleading provider of technical support services for life sciences companies\nworldwide. We operate in the field of Information technologies (IT) and their\napplication for the needs of the Pharmaceutical industry and clinical research\norganizations. Since we had opened the office in Sofia, Bulgaria in 2005, we\nmanaged to attract many talented and motivated people and helped them develop\ntheir potential.  \n  \nTo ensure the expansion of our Operations Center in Sofia, Bulgaria we are now\nlooking to recruit an English speaking TECHNICAL SUPPORT REPRESENTATIVE.  \n  \nThe TECHNICAL SUPPORT REPRESENTATIVE will help customers (sales force and\noffice-based users) by providing resolution of technical and network problems\nwith hardware and peripherals – laptops, tablets, printers, mobile phones,\nrouters, in a friendly, professional manner over the phone and via email.  \n  \nThe main responsibilities of the role include, but are not limited to:  \n• resolving username and password problems  \n• diagnose and resolve technical hardware and software issues  \n• uninstalling, reinstalling software applications  \n• verifying proper hardware and software set up  \n• assisting with navigating around application menus  \n• troubleshooting email issues  \n  \nSupport will be provided in adherence to high company standards for quality,\naccuracy, thoroughness, timeliness and consistency in customer care.  \n  \nJob requirements:  \n• Fluency in English  \n• Interest and/or experience in IT as an end-user  \n• Willingness to learn and obtain new skills and competencies  \n• Excellent interpersonal and communications skills  \n• Availability to work on shifts  \n• Ethics, Team work and Positive attitude  \n• High school diploma  \n  \nWhat we offer:  \n• Professional on-boarding and on-going trainings  \n• Attractive salary and performance bonuses  \n• Opportunity to practice your foreign language skills and develop your\ntechnical expertise  \n• Opportunity for career progression with leading US Company  \n• Social benefits package  \n• Possibility to combine work and study  \n• Vibrant environment  \n  \nAre you willing to build up your career with us? - We’ll be happy to receive\nyour resume in English!  \n  \n*Your personal data is secure with us.  \n** Only candidates selected for interview will be contacted \n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "C3i Europe", "title": ["English Technical Support Representative"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "20.09.2016\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер"], "place": "| **София / България**\n\n", "description": "|  We are ISGBG, part of Anakatech, an established, leading lottery scratch\ncards and slots games development company that operates globally. We have over\n100 motivated and enthusiastic employees, led by focused and professional\nmanagement team.  \n  \nWe bring a fresh winning approach to development and business operations in\nthe gaming industry by focusing on innovation, process improvement, customer\nengagement, technology innovation and talents development.  \nWe are operating in Sofia for over three years and the great success and\nbusiness growth lead a recent strategic decision to significantly increase the\nSofia operation and R&amp;D units towards a rapid extensive growth.  \nWe have recently relocated to renovated office in the center of Sofia and are\nready to embark on a significant growth in manpower.  \n  \nWith the rapid expansion of our Bulgarian office we are looking for a highly\nmotivated person to join our team as a DevOps Engineer.  \n  \nIf you are looking for an interesting and challenging job; if you would like\nto be part of a team of young and enthusiastic professionals who work in a\nfriendly and informal environment and enjoy their job; if you would like to\nbecome part of a fascinating world, we have a proposal for you.  \n  \n  \nWhat would you do?  \n• Manage cloud based live production environments from server infrastructure\nall the way to applicative layers for DB, Sub/Pub and JAVA application\nservers.  \n• Handle ongoing monitoring and troubleshoot failures.  \n• Manage and improve the Continuous Integration and Release processes, define\nand manage automated production processes.  \n• Provide architectural solutions for complex data and processing requirements\ninvolving scalable systems and rapid growth.  \n• Implement system monitoring procedures and analysis.  \n  \nWe would like you to have:  \n• Experience working with a 24/7/365 cloud based web service.  \n• Must have experience with: Linux, Monitoring systems, AWS EC2 or Google GCE\n, Ansible (or similar), Jenkins, Docker and other Continuous\nDeployment/Integration tools.  \n• Would be awesome if has experience with: Apache, Tomcat, Shell scripting or\nPython, Git, MySQL, MongoDB or other NoSQL, System security.  \n  \nWhat we offer:  \n• An Excellent opportunity to grow with us and develop your career.  \n• A Dynamic and rapidly growing global company.  \n• Great and supporting working environment.  \n• Opportunity to join a family of great and friendly talents (like you).  \n• Highly competitive salary with bonuses and extra benefits.  \n• Social benefits.  \n• Increasing annual paid vacation.  \n• Long-term career opportunity and job security in a multinational company.  \n• Open and transparent communication.  \n• Team activities, team buildings, company parties.  \n• Brand new offices with play and relaxation zones. Ahh and a fabulous huge\nterrace :-)  \n  \nDon’t waste your time!  \nIf you're interested, send us your CV in English and join the Anakatech global\nfamily.  \n  \n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "Ай Ес Джи Би Джи ЕООД", "title": ["DevOps Engineer"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "20.09.2016\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер"], "place": "| **София / България**\n\n", "description": "|  ISGBG, part of the Anakatech group, is a leading provider and operator of\nonline soft games on both mobile and web platforms worldwide.  \n  \nWe are a young team of professionals in the heart of Sofia, boosting our\ncreativity while having fun at it together. Express your talent and skills and\nchallenge us with weird ideas, we believe that people are the base of our\nsuccess!  \n  \nWith the rapid expansion of our Bulgarian office we are looking for a highly\nmotivated person to join our team as a Front End Developer.  \n  \nWe are giving you an opportunity which will give you the chance to further\ndevelop your skills, learn new things and provide you with excellent career\nprogression.  \n  \nWhat would you do?  \n• Develop User-facing features.  \n• Use state of the art client technologies to deliver top client performance.  \n• Build reusable code and libraries for future use.  \n• Optimize applications for maximum speed and scalability.  \n• Working in a team environment and collaborating to the constant improvement\nof team knowledge and effectiveness.  \n• Constant communication with the project stakeholders to overcome various\nproject related issues.  \n  \nWe would like you to have:  \n• At least 3 years of experience with HTML5, JavaScript, SCC3 - Mandatory  \n• Experience with Angular OR React OR Backbone – an advantage  \n• Node JS - an advantage  \n• B.Sc. in computer Science or computer engineering - Mandatory  \n• Fluent English  \n  \nWhat we offer:  \n• An Excellent opportunity to grow with us and develop your career.  \n• A Dynamic and rapidly growing global company.  \n• Great and supporting working environment.  \n• Opportunity to join a family of great and friendly talents (like you).  \n• Highly competitive salary with bonuses and extra benefits.  \n• Social benefits.  \n• Increasing annual paid vacation.  \n• Long-term career opportunity and job security in a multinational company.  \n• Open and transparent communication.  \n• Team activities, team buildings, company parties.  \n• Brand new offices with play and relaxation zones. Ahh and a fabulous huge\nterrace :-)  \n  \nDon’t waste your time!  \nIf you're interested, send us your CV in English and join the Anakatech global\nfamily.\n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "Ай Ес Джи Би Джи ЕООД", "title": ["Front End Developer"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "20.09.2016\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер"], "place": "| **София / България**\n\n", "description": "|  We are Anakatech, an established, leading lottery scratch cards and slots\ngames development company that operates globally. We have over 100 motivated\nand enthusiastic employees, led by focused and professional management team.  \nWe bring a fresh winning approach to development and business operations in\nthe gaming industry by focusing on innovation, process improvement, customer\nengagement, technology innovation and talents development.  \n  \nWe are operating in Sofia for over three years and the great success and\nbusiness growth lead a recent strategic decision to significantly increase the\nSofia operation and R&amp;D units towards a rapid extensive growth.  \nWe have recently relocated to renovated office in the center of Sofia and are\nready to embark on a significant growth in manpower.  \n  \nWith the rapid expansion of our Bulgarian office we are looking for a highly\nmotivated person to join our team as a Senior Java Developer.  \n  \nIf you are looking for an interesting and challenging job; if you would like\nto be part of a team of young and enthusiastic professionals who work in a\nfriendly and informal environment and enjoy their job; if you would like to\nbecome part of a fascinating world, we have a proposal for you.  \n  \nWhat would you do?  \n• Participation in the design of functionalities and modules.  \n• Implementation of specific modules that are part of a larger system.  \n• Working in a team environment and collaborating to the constant improvement\nof team knowledge and effectiveness.  \n• Constant communication with the project stakeholders to overcome various\nproject related issues.  \n  \nWe would like you to have:  \n• At least 5 years of experience with Java EE (JEE) - Mandatory  \n• Experience with Spring frame work – Mandatory  \n• Good SQL knowledge - Mandatory  \n• B.Sc. in computer Science or computer engineering - Mandatory  \n• Fluent English.  \n  \nWhat we offer:  \n• An Excellent opportunity to grow with us and develop your career.  \n• A Dynamic and rapidly growing global company.  \n• Great and supporting working environment.  \n• Opportunity to join a family of great and friendly talents (like you).  \n• Highly competitive salary with bonuses and extra benefits.  \n• Social benefits.  \n• Increasing annual paid vacation.  \n• Long-term career opportunity and job security in a multinational company.  \n  \nDon’t waste your time!  \nIf you're interested, send us your CV in English and join the Anakatech global\nfamily.  \n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "Ай Ес Джи Би Джи ЕООД", "title": ["Senior Java Developer"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "20.09.2016\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер"], "place": "| **София / България**\n\n", "description": "|  We are Anakatech, an established, leading lottery scratch cards and slots\ngames development company that operates globally. We have over 100 motivated\nand enthusiastic employees, led by focused and professional management team.  \nWe bring a fresh winning approach to development and business operations in\nthe gaming industry by focusing on innovation, process improvement, customer\nengagement, technology innovation and talents development.  \nWe are operating in Sofia for over three years and the great success and\nbusiness growth lead a recent strategic decision to significantly increase the\nSofia operation and R&amp;D units towards a rapid extensive growth.  \nWe have recently relocated to renovated office in the center of Sofia and are\nready to embark on a significant growth in manpower.  \n  \nWith the rapid expansion of our Bulgarian office we are looking for a highly\nmotivated person to join our team as a QA Developer.  \n  \nIf you are looking for an interesting and challenging job; if you would like\nto be part of a team of young and enthusiastic professionals who work in a\nfriendly and informal environment and enjoy their job; if you would like to\nbecome part of a fascinating world, we have a proposal for you.  \n  \nThe team is responsible for checking: Games, Web Clients, Mobile Clients and\nBack Office Systems. It is an integral part of the Research and Development\ndepartment.  \n  \nWhat we offer:  \n• An Excellent opportunity to grow with us and develop your career.  \n• A Dynamic and rapidly growing global company.  \n• Great and supporting working environment.  \n• Opportunity to join a family of great and friendly talents (like you).  \n• Highly competitive salary with bonuses and extra benefits.  \n• Social benefits.  \n• Increasing annual paid vacation.  \n• Long-term career opportunity and job security in a multinational company.  \n  \nWe would like you to have:  \n• Experience of at least 3 years in developing automation infrastructure –\nmandatory  \n• Experience with automatic Integration tests- mandatory  \n• Experience in writing Unit testing- advantage.  \n• Experience working with “Selenium” or equivalent- mandatory.  \n• Experience of 1 year + in Manual testing– mandatory  \n• Experience in writing STD documents – mandatory.  \n• Experience in using SQL – mandatory  \n• Experience in Web testing for Mobile and PC and knowledge of web services\nstandards and related technologies  \n• Experience in HTML5 testing  \n• Highly organizes and accurate  \n• Responsible and dedicated  \n• Able to work independently as well as in a team environment  \n  \n  \nAre you interested?  \nDon’t waste your time and send us your CV in English and join the Anakatech\nglobal family.  \n  \n  \n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "Ай Ес Джи Би Джи ЕООД", "title": ["QA Automation Developer"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "20.09.2016\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер"], "place": "| **София / България**\n\n", "description": "|  We are ISGBG, part of Anakatech, an established, leading lottery scratch\ncards and slots games development company that operates globally. We have over\n100 motivated and enthusiastic employees, led by focused and professional\nmanagement team.  \nWe bring a fresh winning approach to development and business operations in\nthe gaming industry by focusing on innovation, process improvement, customer\nengagement, technology innovation and talents development.  \nWe are operating in Sofia for over three years and the great success and\nbusiness growth lead a recent strategic decision to significantly increase the\nSofia operation and R&amp;D units towards a rapid extensive growth.  \nWe have recently relocated to renovated office in the center of Sofia and are\nready to embark on a significant growth in manpower.  \n  \nWith the rapid expansion of our Bulgarian office we are looking for a highly\nmotivated person to join our team as a QA Engineer.  \n  \nIf you are looking for an interesting and challenging job; if you would like\nto be part of a team of young and enthusiastic professionals who work in a\nfriendly and informal environment and enjoy their job; if you would like to\nbecome part of a fascinating world, we have a proposal for you.  \n  \nThe QA team is responsible for planning and execution of manual tests of\ngames, web clients, APIs, back office systems, and interconnectivity of\ncomponents - in a variety of Platforms.  \n  \nWe would like you to have:  \n• At least 2 years of experience in manual testing – a MUST  \n• Experience in writing testing document: STD, STP and STR– a MUST  \n• Experience working with mobile: iOS and Android  \n• Experience working with web apps  \n• Experience in Functionality, usability, performance, Sanity and regression\ntests  \n• Experience in Executing SQL queries  \n• A certification of ISTQB – an advantage  \n• Highly organizes and accurate  \n• Responsible and dedicated  \n• Special attention to details  \n• Able to work independently as well as in a team environment  \n• Experience in games testing  \n• Excellent English communications skills, both written and verbal  \n• Familiar with Agile methodology- advantage  \n• Experience working with Jira- advantage  \n  \nWe offer you:  \n• An Excellent opportunity to grow with us and develop your career.  \n• A Dynamic and rapidly growing global company.  \n• Great and supporting working environment.  \n• Opportunity to join a family of great and friendly talents (like you).  \n• Highly competitive salary with bonuses and extra benefits.  \n• Social benefits.  \n• Increasing annual paid vacation.  \n• Long-term career opportunity and job security in a multinational company.  \n• Open and transparent communication.  \n• Team activities, team buildings, company parties.  \n• Brand new offices with play and relaxation zones. Ahh and a fabulous huge\nterrace :-)  \n  \nDon’t waste your time!  \nIf you're interested, send us your CV in English and join the Anakatech global\nfamily.  \n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "Ай Ес Джи Би Джи ЕООД", "title": ["QA Engineer"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "21.09.2016\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер", "ИТ - Разработка/поддръжка на хардуер", "Контакт центрове (Call Centers)"], "place": "| **София / България**\n\n", "description": "|  THE EXPERIENCE MATTERS  \n  \nC3i Healthcare Connections, a division of Telerx, is an American, company,\nleading provider of technical support services for life sciences companies\nworldwide. We operate in the field of Information technologies (IT) and their\napplication for the needs of the Pharmaceutical industry and clinical research\norganizations. Since we had opened the office in Sofia, Bulgaria in 2005, we\nmanaged to attract many talented and motivated people and helped them develop\ntheir potential.  \n  \nTo ensure the expansion of our Operations Center in Sofia, Bulgaria we are now\nlooking to recruit a System Integration Specialist.  \n  \nThe SYSTEM INTEGRATION SPECIALIST will provide technical and investigational\nsupport to customers experiencing issues with systems integrated in landscape\nenvironment. The role will partner with Business Counterparts to facilitate\nissue resolution, and utilize all technical resources available while adhering\nto strict quality standards and regulatory requirements.  \n  \nMain responsibilities:  \n• Provide professional and timely support to customers with reported various\ntechnical issues  \n• Identify root causes of the reported issues through analysis of log files,\ndatabase tables and server activities;  \n• Identify miscommunication between systems in the landscape and supportive\nmodules of Integrated Drug Supply systems;  \n• Act as a first escalation point to C3i Tier I Helpdesk, Supply Super Users\nand Admin Applications teams for incidents in scope, identify and examine\ntrends in escalated cases and incidents;  \n• Escalate and regularly monitor advanced customer issues to the respective\nThird party escalation teams;  \n• Prepare ad-hoc and regular reporting upon Client request or upon Helpdesk\nManagement request;  \n• Identify and recommend opportunities to improve and enhance technical\nprocesses;  \n• Participate in special projects, client events and visits, as outlined by\nmanagement.  \n  \nJob requirements:  \n• Fluency in English  \n• Preferred university education, or at least 3rd year student, in the field\nof Information technology, Informatics, Computer systems and technologies or\nrelevant certification  \n• Experience in user support, application support, application development or\nrelated areas  \n• Knowledge of:  \n\\- security access concept, security systems, cryptographic certificates and\nsoftware frameworks such as but not limited to: PKI, TLS, HTTPS, WAF  \n\\- XML markup language.  \n\\- SQLPLUS utility and/or Oracle Queue middleware will be considered a strong\nadvantage  \n• Experience supporting applications and/or Knowledge of clinical trial\nsystems and data collection methods will be a plus  \n• Excellent communication and problem solving skills  \n• Availability to work on shifts  \n  \nWhat we offer:  \n• Professional on-boarding and on-going trainings  \n• Opportunity to practice your foreign language skills and develop your\ntechnical expertise  \n• Opportunity for career progression with a leading US Company  \n• Competitive salary and performance bonuses  \n• Social benefits package  \n• Possibility to combine work and study  \n• Vibrant environment  \n  \nAre you willing to build up your career with us? - We’ll be happy to receive\nyour resume in English!  \n  \n*Your personal data is secure with us.  \n** Only candidates selected for interview will be contacted  \n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "C3i Europe", "title": ["System Integration Specialist"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "20.09.2016\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер"], "place": "| **София / България**\n\n", "description": "|\n\n_** Where Will Your Ambitions Take You?  \n  \n**_Tek Experts is a global IT services provider with operations in Europe, America, Asia and Africa. We opened our Bulgaria site in 2011 and already employ around 350 people. And we are growing day-by-day. We are at the forefront of business and IT support and development in the region and are committed to developing our people and our operations for the long term. By joining Tek Experts Bulgaria, you can learn with us, grow with us and become part of our journey to greatness._**  \n**_**  \n****Our Client:** Internationally recognized American company well know on the market in the e-commerce busyness providing quote to cash solutions using SalesForce cloud technology.  \n  \n_** Tek Experts is looking for a: ****Technical Architect****  \n**_  \n\n**Primary Responsibilities Include:**\n\n  * Leading technical requirements gathering sessions and writing technical requirements documents. \n  * Leading technical design sessions and writing technical design documents. \n  * Managing the technical delivery of integrations and custom extensions. \n  * Managing technical scope and client expectation.\n  * Responsible for providing hands on expert level assistance to developers for technical issues. \n  * Expert in Force development, Salesforce integration and extension, features, designing solutions, using Force API, APEX, Visualforce and other tools that extend the product.\n  * Participate in pre-sales activities as required\n\n**Required Skills/Experience:**\n\n  * Minimum 8 years experience as a team member of successful software project implementations related to SaaS, CRM or ERP and minimum 5 years experience in the capacity of a Technical Architect in a consulting organization.\n  * Ability to define and deliver custom Force enterprise applications.\n  * Completion of several CRM integration and extension projects in development and lead technical roles.\n  * S. in Business, Computer Science, MIS or related field.\n  * Proven ability to design and optimize business processes and to integrate business processes across disparate systems.\n  * Experience with CRM, ERP\n  * Knowledge of Eclipse and or CLion preferred\n  * Experience in Enterprise Integration tools, ETL and Web Application Development.\n  * Ideally some hands-on experience in APEX, Visualforce.\n  * A thorough understanding of XML, SQL, and enterprise application integration.\n  * Work experience with a professional consulting organization (e.g., Big 5 consulting) a plus.\n  * Travel regularly with average of 20% but may be higher as required by client engagements.\n  * Excellent analysis skills and the ability to develop processes and methodologies.\n  * Must possess strong communication and interpersonal skills\n  * Excellent presentation and communication skills.\n  * Ability to work collaboratively within a team environment of cross functional and cross vendor teams, and deliver to aggressive timelines\n  * Detail-oriented individual with the ability to rapidly learn and take advantage of new concepts, business models, and technologies\n  * Experience with middleware like Informatica, Tibco, Mulesoft, Jitterbit, etc. preferred\n\nIf you are interested in this offer, please send your CV in English.  \nOnly short-listed candidates will be contacted.****  \n  \n****\n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "ТЕК ЕКСПЪРТС ЕООД", "title": ["Technical Architect"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "20.09.2016\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер"], "place": "| **София / България**\n\n", "description": "|\n\nObject Systems International (OSI) is a leading provider of Enterprise Cloud\nand Mobile systems. Since 1998, the company's products have been used to\nmanage business-critical data for small businesses and Fortune 100 clients\nalike. OSI’s technology serves tens of thousands of users in travel,\ngovernment, healthcare, and other markets. OSI is headquartered in the United\nStates, with a development center located in Sofia, Bulgaria.\n\nWe are expanding our business, adding about 50 people over the next few\nmonths. We are looking for a talented **Lead QA Engineer** to drive the\nfunctional and automation testing in the team. The right person will have a\nstrong combination of technical and collaboration skills.\n\n**Responsibilities:**\n\n  * Setup and improve the QA processes in the agile teams;\n  * Develop, maintain and extend the automated and manual software test suites;\n  * Report on product quality metrics;\n  * Train, mentor and coach team members;\n  * Drive testability requirements into the product;\n  * Participate in hiring a team of 7-10 people;\n  * Facilitate design and test reviews;\n  * Work with the team scrum master to monitor project velocities and help maintain a smooth process;\n  * Participate in the performance review process.\n\n**Requirements:**\n\n  * 2+ years of experience leading the QA processes in agile teams;\n  * 6+ years of experience in **Software Development as QA Test Automation Engineer or Developer;**\n  * Strong understanding of Software Development, including requirements definition through production;\n  * Experienced with different types of Test Management, Bug Tracking and Test Automation tools;\n  * Excellent written and verbal communication skills;\n  * Good English;\n  * Some travel to US may be required.\n\n**Nice to have (pluses):**\n\n  * Experience using Selenium;\n  * Experience with Behavior Driven Development (BDD) - SpecFlow or Cucumber;\n  * Experience in Test Driven Development;\n  * Previous experience in DevOps environments;\n  * Experience working in agile environments, especially Scrum;\n  * Good understanding of programming – OOP, cycles, recursion, data structures, algorithms;\n  * Previous test automation experience (single page web applications and web services);\n  * Experience working with Microsoft stack of development technologies: Visual Studio, TFS and extensions;\n  * Experience testing applications on AWS or Azure.\n\n**OSI offers:**\n\n  * A competitive salary and social benefits;\n  * Friendly work environment and nice attitude;\n  * Work-life balance;\n  * Modern and comfortable office close to the metro station \"Opalchenska\", Mall Sofia;\n  * Opportunities for career development in an international company.\n\n_If you are interested in this opportunity, please send your CV in English.  \nAll applications will be treated as strictly confidential.  \nOnly short-listed candidates will be contacted._\n\n", "type": "| Постоянна работа\n\n", "level": "|  Супервайзори/Тийм лидери\n\n", "company": "Обджект Системс Интернешънъл България ЕООД", "title": ["Lead QA Engineer"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "20.09.2016\n\n", "category": ["Дизайн", "ИТ - Разработка/поддръжка на софтуер", "Инженери"], "place": "| **София / България**\n\n", "description": "|  Visteon is a global technology company that designs, engineers and\nmanufactures innovative cockpit electronics products and connected car\nsolutions for most of the world’s major vehicle manufacturers. Visteon is a\nleading provider of driver information and controls, audio and infotainment,\nand domain controllers; its brands include LightScape®, OpenAir® and\nSmartCore™. With corporate offices in Van Buren Township, Michigan, (U.S.);\nShanghai, China; and Chelmsford, UK; Visteon has more than 12,000 employees at\n50 facilities in 19 countries. Visteon had sales of $3.25 billion in 2015. For\nour Design Center in Sofia we are now looking for a communicative and\norganized person to join our team at the position of:  \n  \n2D/3D Technical Artist  \n  \nYour responsibilities  \n• Creation of 2D/3D graphical assets and their animated behavior,\nunderstanding the performance of a target system in alignment with SW\ndevelopment  \n• Implementation and optimization of 2D/3D scenes (objects, widgets, scenes)\naccording to target systems and scene composers such as Kanzi, Unity, Altia or\nQt  \n• Programming of shaders (C++) and enhancing or finishing prefabricated\nwidgets  \n• Interacting with a multi-national and cross-functional design team and\ncollaborating closely with specialists and technical experts  \n• High level of independent communication with internal teams as well as OEM\ncustomers  \n  \nYour qualifications  \n• Degree in Game Design, Motion Design, Interface Design and/or Computer\nScience  \n• 3-6 years’ working experience, gaming industry - automotive experience\npreferred  \n• Strong 3D graphics general knowledge (OpenGL ES, (low-)poly modelling,\nanimation, shading, texturing)  \n• Confident in 3D design tools (Maya, 3D Studio Max) and 2D design tools\n(Adobe Photoshop, Illustrator, After Effects)  \n• C/C++ languages knowledge and experience  \n• Very good English required  \n  \nYour benefits:  \n• Possibilities for career development in international company  \n• Professional development based on up-to-date training opportunities and\nexpertise  \n• Competitive remuneration package with pool of benefits and incentives\nschemes at place  \n• Open and friendly working atmosphere  \n• Social activities.  \n  \nIt is a must to send a portfolio.  \n  \nOnly short-listed applicants will be contacted.  \n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "Вистеон Електроникс България ЕООД", "title": ["2D/3D Technical Artist"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "20.09.2016\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер"], "place": "| **София / България**\n\n", "description": "|  We are Anakatech, an established, leading lottery scratch cards and slots\ngames development company that operates globally. We have over 100 motivated\nand enthusiastic employees, led by focused and professional management team.  \nWe bring a fresh winning approach to development and business operations in\nthe gaming industry by focusing on innovation, process improvement, customer\nengagement, technology innovation and talents development.  \n  \nWe are operating in Sofia for over three years and the great success and\nbusiness growth lead a recent strategic decision to significantly increase the\nSofia operation and R&amp;D units towards a rapid extensive growth.  \nWe have recently relocated to renovated office in the center of Sofia and are\nready to embark on a significant growth in manpower.  \n  \nWith the rapid expansion of our Bulgarian office we are looking for a highly\nmotivated person to join our team as a Senior Front End Developer.  \n  \nIf you are looking for an interesting and challenging job; if you would like\nto be part of a team of young and enthusiastic professionals who work in a\nfriendly and informal environment and enjoy their job; if you would like to\nbecome part of a fascinating world, we have a proposal for you.  \n  \n  \nWhat would you do?  \n• Develop User-facing features.  \n• Use state of the art client technologies to deliver top client performance.  \n• Build reusable code and libraries for future use.  \n• Optimize applications for maximum speed and scalability.  \n• Working in a team environment and collaborating to the constant improvement\nof team knowledge and effectiveness.  \n• Constant communication with the project stakeholders to overcome various\nproject related issues.  \n  \nWe would like you to have:  \n• At least 5+ year of experience with HTML5, JavaScript, SCC3 - Mandatory.  \n• Experience with Angular OR React OR Backbone – an advantage.  \n• Node JS - an advantage.  \n• B.Sc. in computer Science or computer engineering - Mandatory.  \n• Fluent English.  \n  \nWhat we offer:  \n• An Excellent opportunity to grow with us and develop your career.  \n• A Dynamic and rapidly growing global company.  \n• Great and supporting working environment.  \n• Opportunity to join a family of great and friendly talents (like you).  \n• Highly competitive salary with bonuses and extra benefits.  \n• Social benefits.  \n• Increasing annual paid vacation.  \n• Long-term career opportunity and job security in a multinational company.  \n• Open and transparent communication.  \n• Team activities, team buildings, company parties.  \n• Brand new offices with play and relaxation zones. Ahh and a fabulous huge\nterrace :-)  \n  \nDon’t waste your time!  \nIf you're interested, send us your CV in English and join the Anakatech global\nfamily.  \n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "Ай Ес Джи Би Джи ЕООД", "title": ["Senior Front End Developer"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "20.09.2016\n\n", "category": ["ИТ - Административни дейности и продажби", "ИТ - Разработка/поддръжка на софтуер", "ИТ - Разработка/поддръжка на хардуер"], "place": "| **София / България**\n\n", "description": "|  Hewlett Packard Enterprise is an industry leading Technology Company that\nenables customers to go further, faster. With the industry’s most\ncomprehensive portfolio, spanning the cloud to the data center to workplace\napplications, our technology and services help customers around the world make\nIT more efficient, more productive and more secure.  \n  \nAt HPE, you’ll build the future—one big idea at a time. Ready to unleash your\nprofessional potential? You’ll use your experience and scientific knowledge to\ndevelop, modify, design, and test products, software, systems, and processes.\nAnd you’ll help drive our growth as a technology leader. If solving the\nworld’s biggest challenges sounds like the right career path for you, read on.  \n  \nEnterprise Services is one of the world’s leading services organizations,\nserving more than 400 of the Fortune 500 companies and more than 1,000\nbusinesses and government agencies in 135 countries. We help our clients focus\ntheir IT investments to better engage with their customers, manage risk,\ntackle the explosion of data, and transition to a new style of IT. For more\nthan 50 years, we have built a strong reputation of industry expertise and\ndelivering the best client experience in the industry. Our clients rely on HPE\nEnterprise Services as a partner they can trust to deliver mission-critical\nservices and value to their enterprise.  \n  \n  \nRole Overview:  \n• Analysis and solution of errors and problem in complex IT systems and APX\nJob scheduling tool (APX PCC)  \n• Planning, installation, configuration and operation of complex job\nscheduling system (APX PCC)  \n• Participation in customer projects  \n• Quality assurance and documentation of system changes. Maintain the\nOperational documentation.  \n• On-call services and availability depending on existing SLA agreements  \n  \nQualifications:  \n• Good analytical thinking  \n• Fluent English language skills  \n• Several years professional experience in various IT activities  \n• Basic project management methodology  \n• Taking over responsibility for sub-projects  \n• Function-specific measures (e.g. personal competencies in IS)  \n• Experience in other area of operations (e.g. Job Rotation, Side Step)  \n• Operating system knowledge Windows and Linux (shell scripting)  \n• Programming skills in Perl scripting and MSSQL  \n• Basic job scheduling knowhow  \n  \nWe offer:  \n• Competitive remuneration package  \n• Exposure to the newest technologies  \n• Lead challenging projects, working closely with various IT functions and\nvendors  \n• Company funded trainings and certifications  \n• Medical insurance  \n• 24 days paid leave  \n• Food vouchers  \n• Flexible working time and work from home policy  \n• Wellness program  \n• HPE badge program including various discounts for products and services  \n• Work-life balance program including free legal, financial and psychological\nconsultations  \n  \nPlease note only shortlisted applicants will be contacted.  \n  \n  \nThis is to inform you that Hewlett Packard Enterprise GDBC EOOD (HPE) is\nregistered as an administrator of personal data to the Commission for Data\nProtection. Some of the information that you provide voluntarily is personal\ninformation and falls under the special protection regime under the Law on\nPersonal Data Protection. The personal data provided by you will be processed\nfor the purposes of the selection process as well as for the realization of\nthe legitimate interests of the data controller in respect of any future\ncontract of employment. HPE takes the responsibility to handle, use and store\nyour personal data, ensuring its protection in secret from the third parties.\nWe inform you and you agree that HP may provide your personal data to\ngovernment, municipal institutions, banks, companies, corporate bodies and\nindividuals, where such obligation exists under a special legal provision,\nwhere it is necessary for realization of your rights and legal interests as a\nparticipant in the selection process, and when it is necessary to realize the\nlegitimate rights and interests of HPE. HPE can provide your personal\ninformation to corporate bodies and individuals who are assigned to actions\nand activities relating to the selection process and in respect of any future\ncontract of employment.  \n  \n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "Hewlett Packard Enterprise / Hewlett-Packard GDBC EOOD", "title": ["Job Scheduling Engineer"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "20.09.2016\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер"], "place": "| **София / България**\n\n", "description": "|  Oxxy is the brand and company behind Oxxy Website Builder.  \nOxxy Applications Ltd, part of Oxxy Group PLC have offices in six countries,\nwith headquarters in Malta, R&amp;D center in Bulgaria, Sweden, Norway, UK and\nCyprus. Oxxy Group is a Public company, listed on the Oslo Stock Exchange.  \n  \nThe current opening is for an experienced Senior PHP Developer.  \n  \nRequirements:  \n• 3+ years of professional experience;  \n• Exceptional knowledge in Object Oriented Programming (OOP) &amp; design\npatterns;  \n• Experience with Symfony 2 or 3;  \n  \nAdvantages:  \n• Experience with MongoDB;  \n• Experience in setting up and maintaining server environments and\ninfrastructures.  \n• Experience and in-depth understanding of high traffic, load intensive web\nprojects.  \n  \nMain benefits of the job position:  \n• Open-minded and friendly stress-free working environment  \n• Global marketing exposure  \n• Freedom to test, iterate and optimize  \n• Fast growing company in a dynamic competitive online industry  \n• Opportunity for personal and professional growth\n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "OXXY Applications Ltd", "title": ["Senior PHP Developer with Symfony Framework"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "20.09.2016\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер"], "place": "| **София / България**\n\n", "description": "|\n\nObject Systems International (OSI) is a leading provider of Enterprise Cloud\nand Mobile systems. Since 1998, the company's products have been used to\nmanage business-critical data for small businesses and Fortune 100 clients\nalike. OSI’s technology serves tens of thousands of users in travel,\ngovernment, healthcare, and other markets. OSI is headquartered in the United\nStates, with a development center located in Sofia, Bulgaria.\n\nWe are expanding our business, adding about 50 people over the next few\nmonths. We are looking for a talented and experienced QA Engineers ranging in\nexperience from senior to mid-level to take the ownership of functional and\nautomation testing. The right person will have a strong combination of\ntechnical and collaboration skills.\n\n**Responsibilities:**\n\n  * **Define and execute functional, automation and performance test plans and strategies;**\n  * Prepare test environment, business scenarios and scripts, test scenarios, data and test scripts;\n  * Execute test cases, file bug reports, and report on product quality metrics;\n  * Drive testability requirements into the product;\n  * Follow good engineering practices.\n\n**Requirements:**\n\n  * **3+ years of automation and functional testing experience;**\n  * Self-starter, adaptable and willing to learn and grow;\n  * Team player;\n  * Good English;\n  * Some travel to US may be required.\n\n**Nice to have (pluses):**\n\n  * Experience using Selenium;\n  * Experience with Behavior Driven Development (BDD) - SpecFlow or Cucumber;\n  * Experience in Test Driven Development;\n  * Previous experience in DevOps environments;\n  * Experience working in agile environments, especially Scrum;\n  * Good understanding of programming – OOP, cycles, recursion, data structures, algorithms;\n  * Previous test automation experience (single-page web applications and web services);\n  * Experience working with Microsoft stack of development technologies: Visual Studio, TFS and extensions;\n  * Experience testing applications on AWS or Azure.\n\n**OSI offers:**\n\n  * A competitive salary and social benefits;\n  * Friendly work environment and nice attitude;\n  * Work-life balance and flexible working hours;\n  * Modern and comfortable office close to the metro station \"Opalchenska\", Mall Sofia;\n  * Opportunities for career development in an international company.\n\n_If you are interested in this opportunity, please send your CV in English.  \nAll applications will be treated as strictly confidential.  \nOnly short-listed candidates will be contacted._\n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "Обджект Системс Интернешънъл България ЕООД", "title": ["Experienced QA Engineer"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "21.09.2016\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер", "ИТ - Разработка/поддръжка на хардуер", "Мениджмънт"], "place": "| **София / България**\n\n", "description": "|  Founded in 2004, Sofica Group has become the largest independent BPO\nprovider in Bulgaria, part of the American company TeleTech. Our experience\nallows us to provide leading local and global clients with a broad range of\ntailored BPO, ITO and HRO services. Currently we are searching for:  \n  \nTechnical Account Manager  \n  \nGeneral Summary:  \n  \nThe Technical Account Manager is the primary point of contact to TeleTech\ntechnology for both our internal and external clients during the lifecycle of\na client program. They are responsible for the successful management of the\nprograms as well as end-to-end technology including but not limited to\ndesktops, network infrastructure, servers, applications and reports. They are\nalso responsible for all communications to the client about all technology\nissues, changes and new innovation initiatives.  \n  \nEssential Duties &amp; Responsibilities:  \n  \n• Primary technology point of contact for operations, sales and external\nclients for their program;  \n• Participates closely with the management teams of TeleTech's Operations and\nother business owners to ensure quality customer support;  \n• Will be responsible for Implementing TeleTech standards for maintaining a\nstable environment in addition to making recommendations for updated\nstandards;  \n• Will have responsibility of ensuring that all aspects of technology for the\nprogram are within contractual specifications as well as that all aspects of\ntechnology are in full working order for their clients program;  \n• Keeps a centralized tracker of YTD outages, issues, change requests,\npenalties and technology related revenue for the program;  \n• Helps manage resolution of Teletech agent impacting outages. Keeps client\nposted of progress throughout the fix process and provides after action report\nto client within contractually agreed upon time period;  \n• Communicates planned changes to clients with detailed area of impact and\nrisk mitigation strategy within agreed notification timeframe, or best effort\nthereof;  \n• Receives new client work requests. Provides time and cost estimates for work\nrequests within two working days of request. Ensures work requests are\ncomplete within agreed on timeline.  \n• Implements and enforces project change management processes, including\ndocumenting financial implications of changes and coordinating cross-\nfunctional IT teams to get changes completed successfully.  \n• Provides weekly status to internal and external clients for programs\ntechnology - outages, change requests, etc. Provides a weekly summary of\nclient program status for the Weekly CIO update.  \n  \nJob Specifications:  \n  \n• 5 years managing Information Technology teams or project teams;  \n• Experience working in Account Management with heavy client interaction;  \n• 3-5 years experience in a call center environment;  \n• Thorough knowledge of network protocols and operation, desktop operating\nsystems and capabilities, and troubleshooting techniques;  \n• Excellent verbal and written communication skills in English;  \n• Prefer certifiable technical skills. Acceptable certifications include but\nare not limited to Associate or Bachelor Degree in Computer Science, Microsoft\nCertified Product Specialist (MCPS), Microsoft Certified Engineer (MSCE);  \n• Must have a completed end-to-end understanding of the programs specific\ntechnology – infrastructure and applications (desktop to datacenter);  \n• Has a full understanding of the contractual agreement with regards to\ntechnology specifications, SLA’s, penalties, change management and billing for\nthe program.  \n  \nIf you consider we can make a good team together please send your CV in\nEnglish stating the position you are applying for.  \n  \nAll documents will be treated in the strictest confidentiality.  \n  \nOnly short-listed candidates will be invited for an interview.  \n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "TeleTech Eastern Europe EAD", "title": ["Technical Account Manager fluent in English"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "21.09.2016\n\n", "category": ["ИТ - Административни дейности и продажби", "ИТ - Разработка/поддръжка на софтуер", "ИТ - Разработка/поддръжка на хардуер"], "place": "| **София / България**\n\n", "description": "|  Job scope/summary:  \n  \n  \n-To operate large IT outsourcing customers, HP Enterprise defined a standard operation framework; it is a set of IT service management processes (ITIL) and associated technical tooling solutions deployed across the whole customer base: workflow, monitoring, service level reporting, configuration database, discovery, patching, service request management tools, automation, etc.  \n  \n-The design will cover the end to end service management tools required to operate the client: ticketing tool, monitoring, reporting, patching, configuration database, system integrations, self-service customer portal, automation, etc.  \n  \n  \nThis position is within the Global Engineering and Technical Consulting (GETC)\norganization, as part the Service Management and Tools capability. You will\nown defining the service management tooling solution used by HPE to provide a\nvariety of IT outsourcing services to customers (workplace services,\ndatacenter services, storage, cloud solutions, etc.). For each customer, you\nwill steer the solution towards a maximum re-use of HPE standards. You will\nalso ensure that the service management tooling solution is fit for purpose\nand in line with HPE contractual obligations. You will identify any solution\ngap and address it, working closely with internal tooling experts, other HPE\ndepartments or HPE Software professional services.  \n  \n  \nYou will primarily be engaged post-sales to define the tooling solution design\nand provide technical guidance to the project team for implementation. You\nwill also bring your expertise in presales phase, to help sales to finalize\nthe high level design.  \n  \n  \nYou will need to work on complex problems where analysis of situations or data\nrequires an in-depth evaluation of multiple factors. The position requires to\nact as an end to end architect/solution designer, providing directions and\nworking with tools and process experts, each for their domain. You will need\nto lead and/or provide technical expertise to functional project team working\nclosely with project managers.  \n  \n  \n  \nJob specifics/responsibilities:  \n  \n\\- Lead the onboarding of new clients into HPE standard tooling framework:\ndefine and document the high level design, maximize re-use of existing\nstandard building blocks and address any gaps.  \n  \n\\- The design will cover the end to end service management tools required to\noperate the client: ticketing tool, monitoring, reporting, patching,\nconfiguration database, system integrations, self-service customer portal,\nautomation, etc.  \n  \n\\- Evaluate current state, determine future state and design/document the HPE\ntooling architecture and the integration points with customer systems.  \n\\- Own documenting the high level design. Review and sign-off the design with\ninternal HPE stakeholders and customer representatives.  \n  \n\\- Guide experts who will produce low level designs, each for the tool/process\nthey are responsible for. Ensure the end to end solution is fit for purpose,\ncost effective and leverages HPE standards.  \n  \n\\- Review the solution against HPE contractual obligations and compare with\nthe planned service management solution. Highlight any risk/gap and work\nclosely with the project manager and project team to close them.  \n  \n\\- Collaborate with the project manager to help define work break down\nstructures and detailed project plans  \n\\- Oversee and provide technical governance to the team during implementation\nand test phases  \n\\- Engage in presales opportunities to drive standards, advise sales and\ndefine solutions to achieve customer requirements.  \n\\- Focus on the solution design  \n-Document known risks and assumptions  \n-Review draft statement of work  \n\\- Contribute to the definition of the required implementation effort  \n\\- Capture and share lessons learnt, contribute to HPE tools architect\ncommunity sharing and receiving information  \n\\- Identify potential improvements in the service management solutions used\nacross the customer base. Contribute to specifying these improvements.  \n  \n  \nQualifications  \n  \n  \nEducation (degree) and professional experience required:  \n  \n\\- 10+ years of professional experience and a master degree in engineering,\ncomputer science, Management information systems. Relevant experience in IT\noutsourcing or within a large IT department.  \n  \nEssential:  \n  \n\\- Strong technical background with past exposure to multiple IT technologies\n(networking, wintel/linux, apps development, cloud, workplace solutions)  \n\\- Past experience of designing and implementing IT services and solutions.  \n\\- Exposure to service management tools and processes, at minimum as a user  \n-Client facing experience  \n  \n  \nDesirable:  \n  \n\\- Experience/understanding of a variety of service management tools sold by\nHPE or competitors: Self-service portal, request management portal, system\nintegration, discovery tools, uCMDB or other configuration tools, HPE\noperation manager or equivalent monitoring tools, Business Service Management,\nHPE Service Manager workflow tool, business intelligence reporting, etc.  \n-Past project management experience  \n-Network security concepts  \n-ITIL V3 foundation, TOGAF v9 is a plus  \n  \n  \nPersonal skills and qualities:  \n\\- Demonstrated ability to work with large worldwide remote cross-functional\nteams.  \n\\- Comfort working with all levels of a business or IT organization.  \n\\- Strong leadership and ownership  \n\\- Strong interpersonal and teamwork skills, good communicator and facilitator  \n\\- Technical background and interest, allowing the candidate to quickly\nunderstand a new solution  \n  \n  \n  \nWe offer a challenging role including:  \n• Continuous learning and technical training opportunities  \n• Great opportunity for professional development in the IT field  \n• Part in a team that has established itself as a preferred partner for Hi-\ntech Services &amp; Support throughout EMEA  \n• Competitive remuneration package  \n• Medical insurance  \n• 4 days additional paid leave (total:24 days)  \n• Food vouchers  \n• Opportunity to use free bus / parking  \n• Life insurance  \n• Wellness program  \n• HPE badge program including various discounts for products and services  \n• Work-life balance program including free legal, financial and psychological\nconsultations  \n  \n  \n  \nThis is to inform you that Hewlett Packard Enterprise GDBC EOOD (HPE) is\nregistered as an administrator of personal data to the Commission for Data\nProtection. Some of the information that you provide voluntarily is personal\ninformation and falls under the special protection regime under the Law on\nPersonal Data Protection. The personal data provided by you will be processed\nfor the purposes of the selection process as well as for the realization of\nthe legitimate interests of the data controller in respect of any future\ncontract of employment. HPE takes the responsibility to handle, use and store\nyour personal data, ensuring its protection in secret from the third parties.\nWe inform you and you agree that HPE may provide your personal data to\ngovernment, municipal institutions, banks, companies, corporate bodies and\nindividuals, where such obligation exists under a special legal provision,\nwhere it is necessary for realization of your rights and legal interests as a\nparticipant in the selection process, and when it is necessary to realize the\nlegitimate rights and interests of HPE. HPE can provide your personal\ninformation to corporate bodies and individuals who are assigned to actions\nand activities relating to the selection process and in respect of any future\ncontract of employment.\n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "Hewlett Packard Enterprise / Hewlett-Packard GDBC EOOD", "title": ["Information Systems Architect"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "21.09.2016\n\n", "category": ["ИТ - Административни дейности и продажби", "ИТ - Разработка/поддръжка на софтуер", "ИТ - Разработка/поддръжка на хардуер"], "place": "| **София / България**\n\n", "description": "|  Description  \n  \n  \nGlobal Engineering &amp; Technical Consulting (GE&amp;TC) is an organization\nwithin Hewlett Packard Enterprise which delivers pre-sales, consulting and\nengineering services for the Enterprise Services customers in HP. GE&amp;TC\ntakes accountability for infrastructure design and build, develops\narchitecture, strategy and roadmaps, performs IT workload migration and leads\ninfrastructure deployments.  \n  \n  \nProfile summary:  \n  \nYou will be responsible for managing software deployments in a multi-site SCCM\n2007 R2 or SCCM 2012 environments. You will apply your expert knowledge in\nMicrosoft Systems Center Configuration Manager (SCCM) 2007 or 2012 to design\nand lead implementation of medium to large environments, along with OS\ndeployment, software distribution and patch management processes. You are\nexpected to demonstrate solid understanding of client/server, networking, and\nInternet fundamentals.  \n  \n  \n  \nResponsibilities  \n  \n•Participate in customer facing and internal workshops, develops and maintains\neffective relationships with customers.  \n•Gather and analyze customer/business requirements and translate these into\ntechnical specification.  \n•Prepare time and effort estimation and define dependencies and prerequisites.  \n•Work with project team to create flight and project plan, identify and\nestimate risks.  \n•Create high and low level design documents for OS deployment, software\ndistribution and patch management solutions based on MS SCCM 2007/2012.  \n•Prepare implementation and migration plans, test cases and deployment\ndocumentation.  \n•Implement proof of concept environment and execute test scenarios to\ndemonstrate that solution is fit for purpose.  \n•Prepare technical design documents based on business requirements.  \n•Develop supporting scripts using PowerShell and/or VBScript.  \n•Follow architectural guidelines and code standards in the company.  \n•Provide express bug fixing/workarounds to urgently address problems with\nbusiness impact.  \n•Provide leadership, customer specific knowledge to implementation and support\nteams, ensure environment and documentation meet release to production\ncriteria and is ready to be signed off by delivery units.  \n•Evaluate alternatives for deploying and supporting applications in a managed\nenvironment.  \n•Evaluate existing procedures and processes and participate in continuous\nimprovement initiatives.  \n  \n  \n  \nQualifications  \n  \nEducation and Experience  \n• University degree in Computer Science or other IT related discipline or 3+\nyears of relevant experience.  \n• 5+ years of experience building and supporting OS deployment, software\ndistribution and patch management solutions.  \n• 2+ years of experience engineering OS deployment, software distribution and\npatch management solutions.  \n  \n  \n  \nKnowledge and Skills  \n• Excellent knowledge and certification in MS SCCM 2007 or 2012.  \n• Design, implementation and troubleshooting experience of medium and complex\nSCCM 2007/2012 environments.  \n• Excellent knowledge of SCCM 2007/2012, concept, hierarchy, configuration and\ndeployment strategies.  \n• Hands on experience creating advertisements/collections/packages within an\nSCCM 2007/2012 environment.  \n• Hands on experience with multi-site software deployments.  \n• Hands on experience setting up/using/troubleshooting software deployment\nmaintenance windows.  \n• Hands on experience downloading and deploying patches using WSUS with SCCM\n2007/2012.  \n• Hands on experience building/executing reporting for SCCM 2007/2012\nenvironments.  \n• Packaging and scripting experience with Flexera AdminStudio/Wise Studio,\nVBscript and PowerShell.  \n• Broad knowledge of desktop/server technologies and how they can be applied\nto solve business problems.  \n• Effective written and verbal communications.  \n• Ability to convey technical issues and material to non-technical.  \n  \nTechnical background in one or more of the following is considered as\nadvantage:  \n• Good knowledge of MS Windows client platforms: Windows 7, 8, 8.1, 10.  \n• Good knowledge of OS deployment and management using MDT or WDS, Windows PE.  \n• Knowledge of Windows registry and WMI.  \n• Understanding of MS Active Directory, Windows Server 2003/2008/2012).  \n• Experience with other software distribution tools, i.e. LanDesk, Radia,\nNetInstall.  \n  \nWe offer a challenging role including:  \n• Continuous learning and technical training opportunities  \n• Great opportunity for professional development in the IT field  \n• Part in a team that has established itself as a preferred partner for Hi-\ntech Services &amp; Support throughout EMEA  \n• Competitive remuneration package  \n• Medical insurance  \n• 4 days additional paid leave (total:24 days)  \n• Food vouchers  \n• Opportunity to use free HP bus / parking  \n• Life insurance  \n• Wellness program  \n• HPE badge program including various discounts for products and services  \n• Work-life balance program including free legal, financial and psychological\nconsultations  \n  \nThis is to inform you that Hewlett Packard GDBC EOOD (HPE) is registered as an\nadministrator of personal data to the Commission for Data Protection. Some of\nthe information that you provide voluntarily is personal information and falls\nunder the special protection regime under the Law on Personal Data Protection.\nThe personal data provided by you will be processed for the purposes of the\nselection process as well as for the realization of the legitimate interests\nof the data controller in respect of any future contract of employment. HP\ntakes the responsibility to handle, use and store your personal data, ensuring\nits protection in secret from the third parties. We inform you and you agree\nthat HP may provide your personal data to government, municipal institutions,\nbanks, companies, corporate bodies and individuals, where such obligation\nexists under a special legal provision, where it is necessary for realization\nof your rights and legal interests as a participant in the selection process,\nand when it is necessary to realize the legitimate rights and interests of HP.\nHP can provide your personal information to corporate bodies and individuals\nwho are assigned to actions and activities relating to the selection process\nand in respect of any future contract of employment  \n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "Hewlett Packard Enterprise / Hewlett-Packard GDBC EOOD", "title": ["Client Automation Engineer"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "21.09.2016\n\n", "category": ["ИТ - Административни дейности и продажби", "ИТ - Разработка/поддръжка на софтуер", "ИТ - Разработка/поддръжка на хардуер"], "place": "| **София / България**\n\n", "description": "|  Description  \n  \nAre you fed up on working on shifts?  \nToo much troubleshooting for you?  \nDo you want to implement your own ideas?  \nAre you looking for growth of your network career by participating in\ntechnically challenging projects?  \nDo want to be part of a rapidly growing team of motivated network\nprofessionals?  \n  \nHewlett Packard Enterprise Network team is the right work place for you!  \nWe are looking for Senior Network Design Engineer.  \n  \nMain Tasks:  \n  \n• Requirements gathering and network systems specification;  \n• High and Low Level network design in accordance with best practice and\ndefined standards;  \n• Implementation of network solutions in accordance with the design and/or\nrequirements, and in accordance with standard change control procedures  \n• To implement, configure, test and install new or existing network equipment  \n• From a technical perspective you will work with various LAN and WAN\ntechnologies within large enterprise network environments.  \n• Products which you will be able to get experience with are mainly HP, Cisco\n(Routers, Switches and wireless controllers); Riverbed WAN accelerators, Aruba\nwireless, Software Defined Networks, F5 BigIP Load Balancers and many other\ncutting edge technologies.  \n• You will pro-actively investigate and advise on network design improvements\nacross the range of customer services  \n  \n  \nRequirements:  \n  \n∙ Must have at least 3-5 years network experience.  \n∙ Cisco CCNP or other equivalent professional level of certification  \n∙ Knowledge of Cisco or HP routers and switches technologies is a must.  \n∙ Knowledge in at least one more technology ( Load balancers, proxy servers,\nwireless, voice etc.)  \n∙ Has sufficient depth and breadth of technical knowledge to design and scope\nmultiple deliverables across a number of technologies.  \n∙ Degree in Computer Science, Telecommunication or equivalent.  \n∙ Excellent coordination and communication skills.  \n∙ Experience in project related activities.  \n∙ Fluent in English.  \n∙ Team Player.  \n  \n  \nAdvantages:  \n  \n∙ Certification: HP ASE, HP MASE, CCIP, CCDP, CCNP Security, CCIE, Checkpoint\nCCSA/CCSE, Juniper JNCIA/JNCIE, Fortinet/Fortigate certification.  \n∙ Knowledge of one or all of the following technologies equipment is extremely\nbeneficial: - F5 Load Balancers / Checkpoint Firewalls, Cisco and HP Wireless\n/ Riverbed WAN accelerators.  \n∙ Understanding of IT Service Management (ITSM) and IT Infrastructure\nLibraries (ITIL) processes  \n  \n  \nWe offer:  \n  \n∙ Competitive payment package  \n∙ Medical insurance  \n∙ Life insurance  \n∙ 4 days additional paid leave (total:24 days)  \n∙ Food vouchers  \n∙ Opportunity to use free parking  \n∙ Wellness package  \n∙ HPE badge program including various discounts for products and services  \n∙ Work-life balance program including free legal, financial and psychological\nconsultations  \n∙ Opportunity to work from home after the first six months  \n  \n  \nThank you for taking the time to review our job, if you think it is a match to\nyour experience and interests please apply today with a CV in English— we are\neager to learn more about you! Only short-listed candidates will be contacted.  \n  \nThis is to inform you that Hewlett Packard Enterprise GDBC EOOD (HPE) is\nregistered as an administrator of personal data to the Commission for Data\nProtection. Some of the information that you provide voluntarily is personal\ninformation and falls under the special protection regime under the Law on\nPersonal Data Protection. The personal data provided by you will be processed\nfor the purposes of the selection process as well as for the realization of\nthe legitimate interests of the data controller in respect of any future\ncontract of employment. HPE takes the responsibility to handle, use and store\nyour personal data, ensuring its protection in secret from the third parties.\nWe inform you and you agree that HPE may provide your personal data to\ngovernment, municipal institutions, banks, companies, corporate bodies and\nindividuals, where such obligation exists under a special legal provision,\nwhere it is necessary for realization of your rights and legal interests as a\nparticipant in the selection process, and when it is necessary to realize the\nlegitimate rights and interests of HPE. HPE can provide your personal\ninformation to corporate bodies and individuals who are assigned to actions\nand activities relating to the selection process and in respect of any future\ncontract of employment.  \n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "Hewlett Packard Enterprise / Hewlett-Packard GDBC EOOD", "title": ["Senior Network Engineer"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "21.09.2016\n\n", "category": ["ИТ - Административни дейности и продажби", "ИТ - Разработка/поддръжка на софтуер", "ИТ - Разработка/поддръжка на хардуер"], "place": "| **София / България**\n\n", "description": "|  Description  \n  \n  \nGlobal Engineering &amp; Technical Consulting (GE&amp;TC) is an organization\nwithin Hewlett Packard Enterprise which delivers pre-sales, consulting and\nengineering services for the Enterprise Services customers in HPE. GE&amp;TC\ntakes accountability for infrastructure design and build, develops\narchitecture, strategy and roadmaps, performs IT workload migration and leads\ninfrastructure deployments  \n  \n  \n  \nThe role of the Consulting Enterprise Architect is to provide clients and HP\naccounts team with strategic thought leadership and innovation to enable\ncompetitive opportunities and address business unit challenges that require IT\nsolutions and/or services.  \n  \n  \n  \nThe Consulting Enterprise Architect should:  \n  \n\\- Be the single point of contact for HP client technology strategies,\nroadmaps, and transformation plans.  \n\\- Be responsible for understanding and quantifying the client's baseline\ntechnology portfolio.  \n\\- Influence the client's technology portfolio planning activities.  \n\\- Be the client advocate into HP portfolio planning.  \n\\- Strategize with pan-HP portfolio organizations to address the client’s\nchallenges.  \n\\- Develop long lasting relationships with CxO level clients as a trusted\ntechnical advisor.  \n\\- Take the lead to shape the innovation agenda.  \n\\- Work closely with AGM/AE to optimize account planning to address innovation\nas well as delivery optimization.  \n\\- Maintain strong operational ties to the Business Unit’s Chief Technology\nOffice.  \n  \n  \n  \nRole Overview:  \n  \n  \n\\- Develop and deliver sales presentations at CEO levels for Opportunities  \n\\- Represent the account in all technical aspects of Solution Design and\ninfrastructure architecture (architecture-production)  \n\\- Develop for client technically or operationally feasible long-term IT\nstrategies and plans  \n\\- Support both Standard &amp; Non-Standard Service Requests  \n\\- Assist Account team with analyzing and implementing Portfolio Standards for\nboth Software and Hardware implementations  \n\\- Assist Account Project managers on the following:  \norganize and ensure solution design documents are completed  \n\\- Identify and ensure all infrastructure and architectural deliverables are\nnoted in project schedules  \n\\- Validate the dates for infrastructure deliverables in the project schedule\nare realistic and achievable  \n\\- Validate the scope of the solution meets contractual and SLA requirements\n(availability, performance, capacity)  \n\\- Validate T&amp;T Plans, resource schedules and costs  \n\\- Provide IE leadership between technical towers for integration issues\n/concerns  \n\\- Leverage portfolio capabilities, where appropriate  \n\\- Incorporate ESSM (i.e., SRA), when appropriate  \n\\- Leverage Platform / Network / SAN Templates  \n\\- Understand and maintain, as appropriate, roadmaps for the technologies in\nuse at the account  \n\\- Review/create/maintain Enterprise Architecture Documents  \n\\- Ensure all design summary proposals adhere to capability quality standards,\nGE-QMS process and artifact requirements.  \n\\- Review solution during the construction phase and validate the “as built”\nenvironment matches the detailed design  \n  \n  \n  \n  \nQualifications  \n  \n  \nTechnical Skills and Experiences:  \n  \nAt least eight years of hands on experience with the following platforms:  \n\\- Linux, Solaris, UNIX, AIX, VMware, Windows 2008  \n  \n  \nMeets web infrastructure-engineering skills in the following areas:  \n\\- Web Server (Sun One, iPlanet, etc) (3 years of experience)  \n-Knowledge Knowledge in Oracle Database  \n-Knowledge in Backup/Restore (TSM, Networker, Avamar, etc)   \n-Knowledge in Sun Java Enterprise Server   \n\\- Knowledge in BEA WebLogic  \n\\- Knowledge in Red Hat  \n\\- Solid understanding in Networks, Firewalls, Routers, IP Filters  \n\\- Knowledge in Load Balancers (BigIP/F5, Cisco) is a plus  \n\\- Knowledge in J2EE  \n  \n  \nNon-technical Skills and Experiences:  \n  \n\\- Demonstrates strong English communication skills (written and oral)  \n\\- Has strong technical project leadership capabilities and be able to deal\nwith complex issues with customers and vendors.  \n\\- Prior experience with application or infrastructure development projects  \n\\- Ability to manage projects within scope of responsibility.  \n\\- Ability to work flexible (8) hour shift – NA hours for all project\nassignments  \n\\- Capable of implement projects using ISO, SLC, and PM2.  \n\\- Ability to interact with customers regarding business and technical\ninformation  \n\\- Demonstrates strong team building skills - ability to work as a team (PM,\nDelivery, Client &amp; Engineering)  \n\\- Strong estimating skills  \n\\- Demonstrate strong initiative to learn with minimal direction  \n\\- Self-starter  \n\\- Keeps people informed through the use of appropriate methods and media  \n\\- Shares relevant or useful information in a timely manner  \n  \n  \nWe offer a challenging role including:  \n• Continuous learning and technical training opportunities  \n• Great opportunity for professional development in the IT field  \n• Part in a team that has established itself as a preferred partner for Hi-\ntech Services &amp; Support throughout EMEA  \n• Competitive remuneration package  \n• Medical insurance  \n• 4 days additional paid leave (total:24 days)  \n• Food vouchers  \n• Opportunity to use free bus / parking  \n• Life insurance  \n• Wellness program  \n• HPE badge program including various discounts for products and services  \n• Work-life balance program including free legal, financial and psychological\nconsultations  \n  \n  \n  \nThis is to inform you that Hewlett Packard Enterprise GDBC EOOD (HPE) is\nregistered as an administrator of personal data to the Commission for Data\nProtection. Some of the information that you provide voluntarily is personal\ninformation and falls under the special protection regime under the Law on\nPersonal Data Protection. The personal data provided by you will be processed\nfor the purposes of the selection process as well as for the realization of\nthe legitimate interests of the data controller in respect of any future\ncontract of employment. HPE takes the responsibility to handle, use and store\nyour personal data, ensuring its protection in secret from the third parties.\nWe inform you and you agree that HPE may provide your personal data to\ngovernment, municipal institutions, banks, companies, corporate bodies and\nindividuals, where such obligation exists under a special legal provision,\nwhere it is necessary for realization of your rights and legal interests as a\nparticipant in the selection process, and when it is necessary to realize the\nlegitimate rights and interests of HPE. HPE can provide your personal\ninformation to corporate bodies and individuals who are assigned to actions\nand activities relating to the selection process and in respect of any future\ncontract of employment.  \n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "Hewlett Packard Enterprise / Hewlett-Packard GDBC EOOD", "title": ["Consulting Enterprise Architect"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "21.09.2016\n\n", "category": ["ИТ - Административни дейности и продажби", "ИТ - Разработка/поддръжка на софтуер", "ИТ - Разработка/поддръжка на хардуер"], "place": "| **София / България**\n\n", "description": "|  Description  \n  \nThis position is within the ITO Global Engineering &amp; Technical Consulting\norganization, as part of ESM (Enterprise Service Management) and Tools\ncompetency center. We define and implement service management processes and\ntooling solutions for ITO outsourcing customers: ITIL processes, workflow,\nmonitoring, service level reporting, configuration database, etc. Either in\npresales support or in post-sales implementation, you will need to ensure that\na solution for a particular client is fit for purpose, in line with HPE’s\ncontractual obligations and with your organization strategy.  \n  \n  \n  \nJob specifics/responsibilities:  \n  \n  \n· EMEA ITSM Process Implementation Manager is a leveraged resource for\nTransition and Transformation projects, implementing ITSM processes and\nworkflow tool within HPE delivery and on some occasions in Customer\nenvironments. It is in a high profile team that successfully delivers ITSM\nprocesses and tools implementation on new accounts, upsells and remediation\nactivities on processes. Job Requirements:  \n· Work closely with other ITIL disciplines to ensure success of ITSM Process\nImplementation;  \n· Implement Service Management Processes in line with HPE Global Processes;  \n· Support Customer and Supplier relationships – some travel may be required;  \n· Ensure the alignment of implemented processes with the respective enabling\nof tools; be driver of the process and the tool implementation during T&amp;T\nproject;  \n· Leads the implementation of ITSM processes into new and existing ITO\naccounts  \n· Collects data, provides analysis of information and recommendations for\nprocesses improvement.  \n· Builds ITSM compliant process knowledge  \n· Develops Process ITSM process documentation  \n· Responsible for definition, execution and implementation of assigned ITSM\nprocesses as part of the SM implementation.  \n  \nEducation and Experience Required:  \n  \n\\- 5+ years of professional experience and a Bachelor of Arts/Science or\nequivalent degree in computer science or related area of study; without a\ndegree, three additional years of relevant professional experience (8+ years\nin total).  \n  \nQualifications:  \n· University degree in IT, Computer Science, or equivalent academic, or on-\nthe-job experience  \n· Strong Service Management knowledge. Preferred: ITIL certification by\nrecognized bodies (ISEB/EXIN).  \n· Working knowledge of the PM methodology, processes and tools  \n· ITIL Foundation for IT Service Management certification  \n· CAPM certification (recommended)  \n· Work experience in one or more ITIL processes  \n· PMP certificate (recommended)  \n· Fluent English  \n· Strong communication skills in verbal and written  \n· Customer-facing and result-oriented  \n· Leadership behavior, integrity and ethics  \n  \nWe offer a challenging role including:  \n• Continuous learning and technical training opportunities  \n• Great opportunity for professional development in the IT field  \n• Part in a team that has established itself as a preferred partner for Hi-\ntech Services &amp; Support throughout EMEA  \n• Competitive remuneration package  \n• Medical insurance  \n• 4 days additional paid leave (total:24 days)  \n• Food vouchers  \n• Opportunity to use free bus / parking  \n• Life insurance  \n• Wellness program  \n• HPE badge program including various discounts for products and services  \n• Work-life balance program including free legal, financial and psychological\nconsultations  \n  \nThis is to inform you that Hewlett Packard Enterprise GDBC EOOD (HPE) is\nregistered as an administrator of personal data to the Commission for Data\nProtection. Some of the information that you provide voluntarily is personal\ninformation and falls under the special protection regime under the Law on\nPersonal Data Protection. The personal data provided by you will be processed\nfor the purposes of the selection process as well as for the realization of\nthe legitimate interests of the data controller in respect of any future\ncontract of employment. HPE takes the responsibility to handle, use and store\nyour personal data, ensuring its protection in secret from the third parties.\nWe inform you and you agree that HPE may provide your personal data to\ngovernment, municipal institutions, banks, companies, corporate bodies and\nindividuals, where such obligation exists under a special legal provision,\nwhere it is necessary for realization of your rights and legal interests as a\nparticipant in the selection process, and when it is necessary to realize the\nlegitimate rights and interests of HPE. HPE can provide your personal\ninformation to corporate bodies and individuals who are assigned to actions\nand activities relating to the selection process and in respect of any future\ncontract of employment.  \n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "Hewlett Packard Enterprise / Hewlett-Packard GDBC EOOD", "title": ["ITSM Process Implementation Manager"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "21.09.2016\n\n", "category": ["ИТ - Административни дейности и продажби", "ИТ - Разработка/поддръжка на софтуер", "ИТ - Разработка/поддръжка на хардуер"], "place": "| **София / България**\n\n", "description": "|  Global Engineering &amp; Technical Consulting (GE&amp;TC) is an\norganization within Hewlett Packard Enterprise which delivers pre-sales,\nconsulting and engineering services for the Enterprise Services customers in\nHPE. GE&amp;TC takes accountability for infrastructure design and build,\ndevelops architecture, strategy and roadmaps, performs IT workload migration\nand leads infrastructure deployments.  \n  \nJob scope/summary:  \nThe workplace services Architect intervenes most of the time in Transformation\nprojects, and sometimes in the pre-sales and service delivery phases. In a\nTransformation project, he/she is typically the main technical resource,\nworking closely with the Program/Project Manager. This is a customer-facing\nposition, involving some travel. It will require a high level of involvement\nin the project, and availability. The functional scope covered includes, but\nis not limited to the workplace domain. The architect will address technical\nconsiderations and issues in technical areas within workplace, or for which\nthere is a dependency with the WPS domain, such as Wintel server management.  \nThis role requires solid knowledge about desktop management services, such as\nsoftware management, virtualization and deployment, and also basic knowledge\nin the areas surrounding desktop management such as desktop security, asset\nmanagement, onsite and remote support. Since the role is rather “horizontal”,\nit does not require being a specialist in one of these areas.  \nThe integration architect will join a team of architects located all over\nEurope.  \n  \nJob specifics/responsibilities:  \nAs part of transformation:  \n• Own end to end solutions and High Level Design for Workplace Services  \n• Contribute and review Low Level Design from project streams  \n• Analyze the contract and ensure the defined solution is aligned with HPE’s\ncontractual obligations  \n• Support the Project Manager to create the project plan and to identify risks\nand timing  \n• Lead the Hand-over to production  \n• Participate in the Design Authority during transformation  \n• Lead the Execution of test and pilots  \n• Promote standardization and automation during transformation in T&amp;T\nengagements  \n• Architect non-standard solutions  \n  \n  \nQualifications  \n• Education (degree) and professional experience required:  \n8 + years of professional experience and a Bachelor of Arts/Science or\nequivalent degree in computer science or related area of study; without a\ndegree, 3 additional years of relevant professional experience  \n• Fluent in English language , spoken and written  \n• Additional languages is a plus  \n  \nTechnical skills (procedures and documents the employee has to be acquainted\nwith):  \nHas mastered at least one technical discipline with strong knowledge in at\nleast three major technology areas.  \n• Software distribution  \n• Image management  \n• Software lifecycle services  \n• Technical desktop integration  \n• Virtualization, thin clients  \n• Messaging, Office365, Lync knowledge is a plus  \n  \nBusiness skills and qualities:  \n• Ability to meet strict deadlines.  \n• Experience with large companies and mass rollout is a plus  \n• Self-learner  \n• Able to lead and motivate a technical team  \n• Natural leader  \n• Experience in a customer facing role  \n• Consulting skills  \n• Confident Communication and presentation skills  \n• Good understanding of Program and Project Management.  \n• Understanding of Change Management  \n• Ability to translate technical details into concise and easy to understand\nwritten form. Ability to write relevant components of a proposal document.  \n  \nWe offer a challenging role including:  \n  \n• Continuous learning and technical training opportunities  \n• Great opportunity for professional development in the IT field  \n• Part in a team that has established itself as a preferred partner for Hi-\ntech Services &amp; Support throughout EMEA  \n• Competitive remuneration package  \n• Medical insurance  \n• 4 days additional paid leave (total:24 days)  \n• Food vouchers  \n• Opportunity to use free bus / parking  \n• Life insurance  \n• Wellness program  \n• HPE badge program including various discounts for products and services  \n• Work-life balance program including free legal, financial and psychological\nconsultations  \n  \nThis is to inform you that Hewlett Packard Enterprise GDBC EOOD (HPE) is\nregistered as an administrator of personal data to the Commission for Data\nProtection. Some of the information that you provide voluntarily is personal\ninformation and falls under the special protection regime under the Law on\nPersonal Data Protection. The personal data provided by you will be processed\nfor the purposes of the selection process as well as for the realization of\nthe legitimate interests of the data controller in respect of any future\ncontract of employment. HPE takes the responsibility to handle, use and store\nyour personal data, ensuring its protection in secret from the third parties.\nWe inform you and you agree that HPE may provide your personal data to\ngovernment, municipal institutions, banks, companies, corporate bodies and\nindividuals, where such obligation exists under a special legal provision,\nwhere it is necessary for realization of your rights and legal interests as a\nparticipant in the selection process, and when it is necessary to realize the\nlegitimate rights and interests of HPE. HPE can provide your personal\ninformation to corporate bodies and individuals who are assigned to actions\nand activities relating to the selection process and in respect of any future\ncontract of employment.  \n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "Hewlett Packard Enterprise / Hewlett-Packard GDBC EOOD", "title": ["Workplace Services Architect"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "21.09.2016\n\n", "category": ["ИТ - Административни дейности и продажби", "ИТ - Разработка/поддръжка на софтуер", "ИТ - Разработка/поддръжка на хардуер"], "place": "| **София / България**\n\n", "description": "|  Description  \n  \nGlobal Engineering and Technical Consulting team is responsible for\narchitecture and engineering and integration of DCS &amp; Cloud solutions\nbased on the standards or nonstandard portfolio offerings. Often our services\nare utilized during the transformation phase to help a client move from\n“current state” to “future state”. We enable accounts and delivery teams to\nprovide DCS and Cloud Services that were contracted with the client.  \n  \n  \nJob scope / Summary  \n  \nApplies Windows Operating System technical knowledge to solve complex business\nrequirements and is regarded as a subject matter expert. Uses consulting\nskills including, but not limited to: interviewing clients to understand\nbusiness needs, developing technical solutions, migration plans and working\nwith multiple teams to accomplish project deliverables. Capable of consulting,\ndesigning, testing, implementing, managing capability requirements into a new\nor existing infrastructure using HP methodology. Able to integrate custom\nsoftware components into the environment and provide third level production\ninfrastructure support.  \n  \n  \nJob specifics/responsibilities:  \n  \n•Responsible for preparing and planning of server migrations  \n•Responsible for client/account interactions as required  \n•Responsible for communication and close collaboration with the Migration\nTechnical Lead  \n•Responsible for defining the methodologies that will be used by System\nAdministrators for migrating from the CMO to the FMO  \n•Responsible for providing third level production support during a migration\nphase for other involved teams  \n•Responsible for producing part or all of the technical solution for the\naccount/client, in accordance with an agreed technical design  \n•Responsible to make sure that the project deliverable is completed accurately\nand on time  \n•Responsible for escalating issues, problems, risks, and constraints to the\nappropriate parties for clarification and resolution  \n•Responsible for keeping abreast of new/emerging technology  \n•Responsible for design, development, implementation using the Global\nEngineering specifications, methodology and practical application of ITIL\npractices and processes  \n•Responsible for documenting project requirements, risks, design, test plans,\ndeployment procedures and operation/support procedures following the Global\nEngineering Quality Management Process (GE QMS) standards  \n  \n  \n  \nQualifications  \n  \nEducation (degree) and professional experience required:  \n  \n•Degree/Diploma in Computer Science, Computer Engineering, Electrical\nEngineering, Management Information Systems, MBA or equivalent  \n•Minimum 5 years of experience in the IT Services industry  \n  \nOther requirements:  \n  \n•English fluent mandatory  \n  \nTechnical skills:  \n  \n•Demonstrates specialist understanding of both server hardware &amp; server\noperating system deployment, configuration, testing &amp; administration.  \n•Demonstrates specialist understanding in at least one of the following\nmigration tools: DoubleTake, Platespin, VMWare vCenter Converter, Robocopy,\nAppZero  \n•Demonstrates specialist understanding of script debugging &amp; automation\nprinciples with prior experience of working in PowerShell, VBScript and\nassociated scripting/mark-up languages (e.g. Batch files, HTML, and XML).  \n•Experienced troubleshooting to a specialist level within Microsoft Windows\nServer Network Infrastructures.  \n•Knowledge and understanding of:  \n  \n◦Microsoft Active Directory  \n◦Core Windows Network Services  \n◦Advanced Windows Network Services  \n◦Network technologies  \n  \nTechnical background in one or more of the following is considered as\nadvantage:  \n  \n•Private Cloud and Virtual Private Cloud technologies  \n•Hypervisor technologies (Hyper-V, VMWare,…)  \n•Ability to Design, install, configure, optimize and document Windows Server\n2003 to Windows Server 2012 environments:  \n  \n◦File and Print Server Migrations  \n◦Microsoft Cluster Service (Windows 2003) and Failover Clustering (Windows\n2008 and 2012)  \n◦Active Directory and DNS  \n  \n•Experience with Backup solutions  \n•Experience with Storage Solutions  \n  \n  \nWe offer a challenging role including:  \n  \n• Continuous learning and technical training opportunities  \n• Great opportunity for professional development in the IT field  \n• Part in a team that has established itself as a preferred partner for Hi-\ntech Services &amp; Support throughout EMEA  \n• Competitive remuneration package  \n• Medical insurance  \n• 4 days additional paid leave (total:24 days)  \n• Food vouchers  \n• Opportunity to use free HP bus / parking  \n• Life insurance  \n• Wellness program  \n• HPE badge program including various discounts for products and services  \n• Work-life balance program including free legal, financial and psychological\nconsultations  \n  \n  \nThis is to inform you that Hewlett Packard Enterprise GDBC EOOD (HPE) is\nregistered as an administrator of personal data to the Commission for Data\nProtection. Some of the information that you provide voluntarily is personal\ninformation and falls under the special protection regime under the Law on\nPersonal Data Protection. The personal data provided by you will be processed\nfor the purposes of the selection process as well as for the realization of\nthe legitimate interests of the data controller in respect of any future\ncontract of employment. HPE takes the responsibility to handle, use and store\nyour personal data, ensuring its protection in secret from the third parties.\nWe inform you and you agree that HPE may provide your personal data to\ngovernment, municipal institutions, banks, companies, corporate bodies and\nindividuals, where such obligation exists under a special legal provision,\nwhere it is necessary for realization of your rights and legal interests as a\nparticipant in the selection process, and when it is necessary to realize the\nlegitimate rights and interests of HPE. HPE can provide your personal\ninformation to corporate bodies and individuals who are assigned to actions\nand activities relating to the selection process and in respect of any future\ncontract of employment.  \n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "Hewlett Packard Enterprise / Hewlett-Packard GDBC EOOD", "title": ["Windows Server Migration Engineer"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "21.09.2016\n\n", "category": ["ИТ - Административни дейности и продажби", "ИТ - Разработка/поддръжка на софтуер", "ИТ - Разработка/поддръжка на хардуер"], "place": "| **София / България**\n\n", "description": "|  Description  \n  \nGlobal Engineering &amp; Technical Consulting (GE&amp;TC) is an organization\nwithin Hewlett Packard Enterprise which delivers pre-sales, consulting and\nengineering services for the Enterprise Services customers in HPE. GE&amp;TC\ntakes accountability for infrastructure design and build, develops\narchitecture, strategy and roadmaps, performs IT workload migration and leads\ninfrastructure deployments Within GETC, the role is part of the Reporting\nSolutions Engineering team, who is responsible to develop custom reports and\nreporting solutions for new customer during the Transformation phase, and to\npass over to Operation team for on-going operation activities.  \n  \nJob specifics/responsibilities:  \n• Review custom reporting design requirement, discuss them and translate them\ninto technical design specifications  \n• Develop the custom reports or reporting solution based on the specification  \n• Do Unit Test  \n• Drive Move to Production when reports/reporting solution have been validated  \n• Prove the adherence to QMS process  \n• Provide maintenance for those custom solutions  \n  \nQualifications  \nEducation (degree) and professional experience required:  \n• Engineering degree in Computer Science/Information systems or related field,\n5 years or plus of IT experience.  \n  \nMain Skills:  \n• Fluent English  \n• Report development, configurations &amp; troubleshooting skills  \n• Knowledge of one of below Business Intelligence Reporting solution or\nsimilar:  \no Business Object Release 4 (WebI, Crystal Report, Dashboard)  \no QlikView, QlikSense  \no Microsoft Business Intelligence Suites  \n• Good knowledge of SQL queries, data model, scripting tools  \n  \nAdditional skills and qualities:  \n• Good communication skills  \n• Good cross-cultural team player. Used to working in international\nenvironment  \n• Well-organized, self-motivated, flexible, pro-active, able to work to tight\ndeadlines  \n• ITIL foundation certification or knowledge  \n  \n  \nWe offer a challenging role including:  \n• Continuous learning and technical training opportunities  \n• Great opportunity for professional development in the IT field  \n• Part in a team that has established itself as a preferred partner for Hi-\ntech Services &amp; Support throughout EMEA  \n• Competitive remuneration package  \n• Medical insurance  \n• 4 days additional paid leave (total:24 days)  \n• Food vouchers  \n• Opportunity to use free bus / parking  \n• Life insurance  \n• Wellness program  \n• HPE badge program including various discounts for products and services  \n• Work-life balance program including free legal, financial and psychological\nconsultations  \n  \n  \nThis is to inform you that Hewlett Packard Enterprise GDBC EOOD (HPE) is\nregistered as an administrator of personal data to the Commission for Data\nProtection. Some of the information that you provide voluntarily is personal\ninformation and falls under the special protection regime under the Law on\nPersonal Data Protection. The personal data provided by you will be processed\nfor the purposes of the selection process as well as for the realization of\nthe legitimate interests of the data controller in respect of any future\ncontract of employment. HPE takes the responsibility to handle, use and store\nyour personal data, ensuring its protection in secret from the third parties.\nWe inform you and you agree that HPE may provide your personal data to\ngovernment, municipal institutions, banks, companies, corporate bodies and\nindividuals, where such obligation exists under a special legal provision,\nwhere it is necessary for realization of your rights and legal interests as a\nparticipant in the selection process, and when it is necessary to realize the\nlegitimate rights and interests of HPE. HPE can provide your personal\ninformation to corporate bodies and individuals who are assigned to actions\nand activities relating to the selection process and in respect of any future\ncontract of employment.  \n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "Hewlett Packard Enterprise / Hewlett-Packard GDBC EOOD", "title": ["Business Intelligence Reporting Solutions Specialist"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "21.09.2016\n\n", "category": ["ИТ - Административни дейности и продажби", "ИТ - Разработка/поддръжка на софтуер", "ИТ - Разработка/поддръжка на хардуер"], "place": "| **София / България**\n\n", "description": "|  Description  \n  \nGlobal Engineering &amp; Technical Consulting (GE&amp;TC) is an organization\nwithin Hewlett Packard Enterprise which delivers pre-sales, consulting and\nengineering services for the Enterprise Services customers in HPE. GE&amp;TC\ntakes accountability for infrastructure design and build, develops\narchitecture, strategy and roadmaps, performs IT workload migration and leads\ninfrastructure deployments.  \n  \nWe are currently looking for SCCM Architect  \n  \nResponsible for implementing part or all of the technical solution to the\nclient, in accordance with an agreed technical design.  \n  \n•Leads small to medium technical projects  \n•Responsible for designing the SCCM environment  \n•Responsibilities towards preparing the full documentation supporting the SCCM\nimplementation and its future support  \n•Highlights potential issues with bordering technologies, environment setup,\ncustomer business needs, etc.  \n•Facilitate and support Customer UATPilots  \n  \n  \n  \nQualifications  \n  \nEducation and Experience Required:  \n  \n\\- 5+ years of professional experience and a Bachelor of Arts/Science or\nequivalent degree in computer science or related area of study; without a\ndegree, three additional years of relevant professional experience (8+ years\nin total).  \n  \n  \n  \nEssential Knowledge and Skills Required:  \n  \n• Expert in Microsoft SCCM 2007 or 2012  \n• Fluent in English (spoken and written)  \n  \nDegree/Diploma in Computer Science, Computer Engineering, or equivalent\nexperience of at least 5 years  \n  \n• Strong technical background and expertise in his/her main technology and at\nleast working knowledge for all related technologies.  \n• Process expertise around client management, software distribution and patch\nmanagement  \n• Basic understanding of project management methodologies  \n• Experience in the IT Outsourcing Services, IT Service Management and/or\nsupport industry  \n• Ability to lead small teams and work in a virtual ones  \n• Good consulting skills: presentation, communication and interpersonal.\nAbility to debate, dialogue, negotiate, influence and work with conflicts of\ninterest creatively, collaboratively, and constructively  \n• Independent and pro-active attitude  \n• Excellent problem-solving and technical abilities.  \n• Ability to work in a high-pressure environment and meet strict deadlines.  \n• Previous experience in consultancy or at a minimum in a customer-facing\ncapacity  \n  \n  \nDesirable skills and knowledge  \n  \n• Master's degree in Computer Science or Computer Engineering.  \n• Experience in architecting role or similar  \n• ITIL/ITSM Certification  \n• Experience in quality control, customer standards definition, and process\ndesign improvement  \n• Experience with large companies and mass rollouts  \n• Experience in MS Active Directory, GPOs, scripting  \n• Experience in software lifecycle, distribution and patch management, OS\ndeployment  \n• Experience with virtualization solutions from Microsoft, VMware and/or\nCitrix.  \n• Fluency in other major European languages  \n  \n  \n  \nWe offer a challenging role including:  \n  \n  \n• Continuous learning and technical training opportunities  \n• Great opportunity for professional development in the IT field  \n• Part in a team that has established itself as a preferred partner for Hi-\ntech Services &amp; Support throughout EMEA  \n• Competitive remuneration package  \n• Medical insurance  \n• 4 days additional paid leave (total:24 days)  \n• Food vouchers  \n• Opportunity to use free HP bus / parking  \n• Life insurance  \n• Wellness program  \n• HPE badge program including various discounts for products and services  \n• Work-life balance program including free legal, financial and psychological\nconsultations  \n  \n  \nThis is to inform you that Hewlett Packard Enterprise GDBC EOOD (HPE) is\nregistered as an administrator of personal data to the Commission for Data\nProtection. Some of the information that you provide voluntarily is personal\ninformation and falls under the special protection regime under the Law on\nPersonal Data Protection. The personal data provided by you will be processed\nfor the purposes of the selection process as well as for the realization of\nthe legitimate interests of the data controller in respect of any future\ncontract of employment. HPE takes the responsibility to handle, use and store\nyour personal data, ensuring its protection in secret from the third parties.\nWe inform you and you agree that HPE may provide your personal data to\ngovernment, municipal institutions, banks, companies, corporate bodies and\nindividuals, where such obligation exists under a special legal provision,\nwhere it is necessary for realization of your rights and legal interests as a\nparticipant in the selection process, and when it is necessary to realize the\nlegitimate rights and interests of HPE. HPE can provide your personal\ninformation to corporate bodies and individuals who are assigned to actions\nand activities relating to the selection process and in respect of any future\ncontract of employment.  \n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "Hewlett Packard Enterprise / Hewlett-Packard GDBC EOOD", "title": ["SCCM Architect"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "21.09.2016\n\n", "category": ["ИТ - Административни дейности и продажби", "ИТ - Разработка/поддръжка на софтуер", "ИТ - Разработка/поддръжка на хардуер"], "place": "| **София / България**\n\n", "description": "|  Description  \n  \nResponsibilities:  \n  \nSpecialist level engineer to design, document and deliver Global engineering\nAIX &amp; Linux projects.  \n· Responsible for implementing part or all of the technical solution to the\nclient, in accordance with an agreed technical  \ndesign. Occasionally responsible for providing a detailed technical design for\nenterprise solutions. Understands a  \nbroad spectrum of HP technology in order to provide part or all of a detailed\ntechnical design which meets customer  \nrequirements.  \n· Often leads small to medium technical projects. Works with and under the\ndirection of the Project/Technical Manager and  \nwith customer nominated representatives. Liaises with Solutions Architect as\nappropriate.  \n· Provides technical support and input on the application of technology to a\ndefined business segment. Provides advice on  \nsolution and integration opportunities to defined segments.  \n· Provides technical leadership on specific integration activities that are\npart of an engagement.  \n· Provides planning and design support for the development of solution\narchitectures that will be implemented in a multiple  \nsystem environment.  \n· Communicates across client community, and is viewed as adding value.\nDemonstrates execution of the HP strategy.  \n· Contributes to knowledge tools and communities, and ensures project\nlearning’s are documented and shared. Role  \nmodels Focuses on single customer. Solves diverse and complex. May lead a\nproject team.  \n  \n  \nQualifications  \n  \nEducation and Experience Required:  \n  \n\\- 5+ years of professional experience and a Bachelor of Arts/Science or\nequivalent degree in computer science or related area of study; without a\ndegree, three additional years of relevant professional experience (8+ years\nin total).  \nEssential Knowledge and Skills Required:  \n\\- UNIX &amp; Linux (AIX, RHEL and SUSE Linux ) with sound knowledge of OS\nvirtualisation, SAN storage connectivity,  \nserver storage management software configuration and high-availability\nclustering. Candidate should have experience  \nin designing the solutions, implementation and troubleshooting and guiding of\nUNIX and Linux projects throughout the  \nproject lifecycle.  \n  \nDesirable Knowledge and Skills Required:  \n  \nOther UNIX/Linux flavours (e.g. HP-UX/Solaris) would also preferred. Good\nknowledge of high-end hardware systems,  \nstorage and clusters, as well as LAN/SAN with virtualisation knowledge. Any\nknowledge of scripting would be added  \nadvantage. Experience of working under time pressures in a project delivery\nenvironment of complex UNIX/Linux  \nenvironment with good communication skills in English  \n· Has sufficient depth and breadth of technical knowledge to be individually\nresponsible for the design and scope of  \ndeliverables within a field of expertise. Has led small team in delivery of a\nspecific deliverable.  \n· Has mastered at least one technical discipline with strong knowledge in at\nleast three major technology areas.  \n· Able to communicate and present complex issues with assurance and\nconfidence. Demonstrates the use of consulting  \nskills including: questioning, listening, ideas development, permission and\nrapport, and influencing.  \n· Ability to conduct/lead oral status/technical interchange meetings with\nclients on small to medium sized engagements.  \n· Owns and produces customer documentation. Ability to translate technical\ndetails into concise and easy to understand  \nwritten form. Ability to write relevant components of a proposal document\n(e.g. answer specific RFP questions). Ability  \nto translate verbal requirements from face to face client meetings into\nrequirements documents, statements of work, and  \nproposals.  \n· Able to discuss (within own area of expertise) requirements with a customer,\nand to challenge and clarify when  \nappropriate. From the requirements, able to develop a high level design or\nplan, and then estimate the amount of effort  \nrequired to deliver. Able to advise the engagement owner about the risks\nassociated with this work package.  \n· Ability to work with a team to provide written responses to technical\nproposals and /or reports/documentation for delivery.  \n  \nWe offer a challenging role including:  \n• Continuous learning and technical training opportunities  \n• Great opportunity for professional development in the IT field  \n• Part in a team that has established itself as a preferred partner for Hi-\ntech Services &amp; Support throughout EMEA  \n• Competitive remuneration package  \n• Medical insurance  \n• 4 days additional paid leave (total:24 days)  \n• Food vouchers  \n• Opportunity to use free HP bus / parking  \n• Life insurance  \n• Wellness program  \n• HPE badge program including various discounts for products and services  \n• Work-life balance program including free legal, financial and psychological\nconsultations  \n  \n  \nThis is to inform you that Hewlett Packard Enterprise GDBC EOOD (HPE) is\nregistered as an administrator of personal data to the Commission for Data\nProtection. Some of the information that you provide voluntarily is personal\ninformation and falls under the special protection regime under the Law on\nPersonal Data Protection. The personal data provided by you will be processed\nfor the purposes of the selection process as well as for the realization of\nthe legitimate interests of the data controller in respect of any future\ncontract of employment. HPE takes the responsibility to handle, use and store\nyour personal data, ensuring its protection in secret from the third parties.\nWe inform you and you agree that HPE may provide your personal data to\ngovernment, municipal institutions, banks, companies, corporate bodies and\nindividuals, where such obligation exists under a special legal provision,\nwhere it is necessary for realization of your rights and legal interests as a\nparticipant in the selection process, and when it is necessary to realize the\nlegitimate rights and interests of HPE. HPE can provide your personal\ninformation to corporate bodies and individuals who are assigned to actions\nand activities relating to the selection process and in respect of any future\ncontract of employment.  \n  \n  \n  \n  \n  \n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "Hewlett Packard Enterprise / Hewlett-Packard GDBC EOOD", "title": ["UNIX & Linux Engineer"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "21.09.2016\n\n", "category": ["ИТ - Административни дейности и продажби", "ИТ - Разработка/поддръжка на софтуер", "ИТ - Разработка/поддръжка на хардуер"], "place": "| **София / България**\n\n", "description": "|  Description  \n  \nGlobal Engineering &amp; Technical Consulting (GE&amp;TC) is an organization\nwithin HPE which delivers pre-sales, consulting and engineering services for\nthe Enterprise Services customers in HPE. GE&amp;TC takes accountability for\ninfrastructure design and build, develops architecture, strategy and roadmaps,\nperforms IT workload migration and leads infrastructure deployments.  \n  \nWe are currently looking for a Mobility Engineer - Intune and Airwatch.  \n  \n  \nResponsibilities  \n  \n. Responsible for implementing part or all of the technical solution to the\nclient, in accordance with an agreed technical design. Occasionally\nresponsible for providing a detailed technical design for enterprise\nsolutions. Understands a broad spectrum of Hewlett Packard Enterprise\ntechnology in order to provide part or all of a detailed technical design\nwhich meets customer requirements.  \n  \n· Often leads small to medium technical projects. Works with and under the\ndirection of the Project/Technical Manager and with customer nominated\nrepresentatives. Liaises with Solutions Architect as appropriate.  \n  \n· Provides technical support and input on the application of technology to a\ndefined business segment. Provides advice on solution and integration\nopportunities to defined segments.  \n  \n· Provides technical leadership on specific integration activities that are\npart of an engagement.  \n  \n· Provides planning and design support for the development of solution\narchitectures that will be implemented in a multiple system environment.  \n  \n· Communicates across client community, and is viewed as adding value.\nDemonstrates execution of the HP strategy.  \n  \n· Contributes to knowledge tools and communities, and ensures project\nlearning’s are documented and shared. Role models Focuses on single customer.\nSolves diverse and complex. May lead a project team.  \n  \n· Has sufficient depth and breadth of technical knowledge to be individually\nresponsible for the design and scope of deliverables within a field of\nexpertise. Has led small team in delivery of a specific deliverable.  \n  \n· Has mastered at least one technical discipline with strong knowledge in at\nleast three major technology areas. Possesses advanced level of business,\ntechnical, or functional knowledge.  \n  \n· Has ability to perform/drive resolution of problems on combinations and\ninteractions of products. Ability to apply technology and consulting to solve\na client business problem.  \n  \n· Able to communicate and present complex issues with assurance and\nconfidence. Demonstrates the use of consulting skills including: questioning,\nlistening, ideas development, permission and rapport, and influencing.  \n  \n· Ability to conduct/lead oral status/technical interchange meetings with\nclients on small to medium sized engagements.  \n  \n· Owns and produces customer documentation. Ability to translate technical\ndetails into concise and easy to understand written form. Ability to write\nrelevant components of a proposal document (e.g. answer specific RFP\nquestions). Ability to translate verbal requirements from face to face client\nmeetings into requirements documents, statements of work, and proposals.  \n  \n· Able to discuss (within own area of expertise) requirements with a customer,\nand to challenge and clarify when appropriate. From the requirements, able to\ndevelop a high level design or plan, and then estimate the amount of effort\nrequired to deliver. Able to advise the engagement owner about the risks\nassociated with this work package.  \n  \n· Ability to work with a team to provide written responses to technical\nproposals and /or reports/documentation for delivery.  \n  \n  \nQualifications  \n  \n  \nEducation and Experience Required:  \n  \n\\- 5+ years of professional experience and a Bachelor of Arts/Science or\nequivalent degree in computer science or related area of study; without a\ndegree, three additional years of relevant professional experience (8+ years\nin total).  \n  \n  \n  \nEssential Knowledge and Skills Required:  \n  \n• Relevant experience in Citrix Xenmobile design, troubleshooting, disaster\nrecovery and administration in an enterprise environment.  \n• Very good knowledge of Netscaler technology - Design and implement  \n• Excellent knowledge of Perimeter Services, Backups/restore\nprocedures/strategies, RBAC - role based security, server sizing  \n• Good knowledge of BES systems  \n• Good knowledge of Airwatch MDM solutions  \n• Good English language communication skills, both written and verbal  \n• Experience in following defined processes and procedures  \n• Excellent analytical skills for problem solving  \n• Customer focused attitude and ability to work as part of a global team  \n• Experience in Microsoft Windows – Server 2008 R2, 2012 and Active Directory  \n• Good understanding of application requirements  \n• Experience in transformation/migration projects, good troubleshooting and\nadministration skills  \n• Good interpersonal skills  \n•Good English language communication skills, both written and verbal  \n• Ability to create engineering blueprints, detailed designs and author\ndocuments and test plans etc.  \n• Experience in following defined processes and procedures  \n• Excellent analytical skills for problem solving  \n• Customer focused attitude and ability to work as part of a global team  \n• Experience in estimate effort and manage, prioritize delivery (engineering\nprojects and day to day issue / lifecycle requests)  \n  \n  \n  \nDesirable skills and knowledge:  \n  \n• Good knowledge in Mobility Services to include Citrix Xenmobile,Airwatch\n&amp; Blackberry  \n• Good knowledge of MS INTUNE / SCCM (CM)  \n• At least MCSA Certified in one or more of the following: Office 365, Windows\n2012, Exchange 2010/2013, MSCE preferred or willing to get certified in due\ncourse.  \n• Good knowledge of Active Directory, DAS and SAN  \n• Good experience with Networking technologies  \n• Experience with Load Balancers /Netscalers  \n• Virtualization (VMware and/or Hyper V)  \n• PowerShell (Administration, Scripting)  \n  \nWe offer a challenging role including:  \n• Continuous learning and technical training opportunities  \n• Great opportunity for professional development in the IT field  \n• Part in a team that has established itself as a preferred partner for Hi-\ntech Services &amp; Support throughout EMEA  \n• Competitive remuneration package  \n• Medical insurance  \n• 4 days additional paid leave (total:24 days)  \n• Food vouchers  \n• Opportunity to use free bus / parking  \n• Life insurance  \n• Wellness program  \n• HPE badge program including various discounts for products and services  \n• Work-life balance program including free legal, financial and psychological\nconsultations  \n  \n  \nThis is to inform you that Hewlett Packard Enterprise GDBC EOOD (HPE) is\nregistered as an administrator of personal data to the Commission for Data\nProtection. Some of the information that you provide voluntarily is personal\ninformation and falls under the special protection regime under the Law on\nPersonal Data Protection. The personal data provided by you will be processed\nfor the purposes of the selection process as well as for the realization of\nthe legitimate interests of the data controller in respect of any future\ncontract of employment. HPE takes the responsibility to handle, use and store\nyour personal data, ensuring its protection in secret from the third parties.\nWe inform you and you agree that HPE may provide your personal data to\ngovernment, municipal institutions, banks, companies, corporate bodies and\nindividuals, where such obligation exists under a special legal provision,\nwhere it is necessary for realization of your rights and legal interests as a\nparticipant in the selection process, and when it is necessary to realize the\nlegitimate rights and interests of HPE. HPE can provide your personal\ninformation to corporate bodies and individuals who are assigned to actions\nand activities relating to the selection process and in respect of any future\ncontract of employment.  \n  \n  \n  \n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "Hewlett Packard Enterprise / Hewlett-Packard GDBC EOOD", "title": ["Mobility Engineer"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "21.09.2016\n\n", "category": ["ИТ - Административни дейности и продажби", "ИТ - Разработка/поддръжка на софтуер", "ИТ - Разработка/поддръжка на хардуер"], "place": "| **София / България**\n\n", "description": "|\n\n  \nHewlett Packard Enterprise is an industry leading Technology Company that\nenables customers to go further, faster. With the industry’s most\ncomprehensive portfolio, spanning the cloud to the data center to workplace\napplications, our technology and services help customers around the world make\nIT more efficient, more productive and more secure.  \n  \n  \n  \nMain Tasks:  \n  \n  \n\\- Reviewing the Network solution build by the pre-sales team in order to\ncheck:  \n\\- Consistency of the network proposal to the customer  \n\\- Feasibility in terms of technical network perspective  \n\\- Feasibility in terms of time and resources  \n\\- If it follows HPE standards and guidelines  \n\\- Check if proper costing models have been applied  \n\\- Provides consultancy to business units, HPE Management &amp; Development\nteams during solution design, build and implementation phases.  \n\\- Responsible for aligning and reviewing detailed design(s) across\ntechnologies to ensure that HPE design and documentation quality standards are\nstrictly followed  \n\\- Supports sales activities.  \n\\- Identify all possible risks and propose mitigation steps  \n  \n  \n  \nRequirements/ Qualifications  \n  \n\\- 5+ years of professional experience in the IT Field  \n\\- Degree in Computer Science, Computer Engineering, Electrical Engineering  \n\\- Broad general Network knowledge - Routing, Switching, Load Balancing,\nWireless, Firewalls, IPS/IDS  \n\\- Risk Management  \n\\- Finical knowledge is beneficial  \n\\- Practical experience in Project management and project related activities  \n\\- Experience in designing and delivering solutions to customers.  \n\\- Fast Learner and motivation to develop in new areas of expertise  \n\\- Fluent in English  \n\\- Team Player  \n  \n  \nWe offer:  \n  \n\\- Competitive payment package  \n\\- Continuous chance for further self-development and education provided by\nthe company  \n\\- Medical insurance  \n\\- Life insurance  \n\\- 4 days additional paid leave (total:24 days)  \n\\- Food vouchers  \n\\- Opportunity to use free parking  \n\\- HPE badge program including various discounts for products and services  \n\\- Work-life balance program including free sports, outdoor activities, legal,\nfinancial and psychological consultation  \n\\- Opportunity to work from home after the first six months  \n  \n  \nThank you for taking the time to review our job, if you think it is a match to\nyour experience and interests please apply today with a CV in English— we are\neager to learn more about you! Only short-listed candidates will be contacted.  \n  \nThis is to inform you that Hewlett Packard GDBC EOOD (HPE) is registered as an\nadministrator of personal data to the Commission for Data Protection. Some of\nthe information that you provide voluntarily is personal information and falls\nunder the special protection regime under the Law on Personal Data Protection.\nThe personal data provided by you will be processed for the purposes of the\nselection process as well as for the realization of the legitimate interests\nof the data controller in respect of any future contract of employment. HP\ntakes the responsibility to handle, use and store your personal data, ensuring\nits protection in secret from the third parties. We inform you and you agree\nthat HP may provide your personal data to government, municipal institutions,\nbanks, companies, corporate bodies and individuals, where such obligation\nexists under a special legal provision, where it is necessary for realization\nof your rights and legal interests as a participant in the selection process,\nand when it is necessary to realize the legitimate rights and interests of HP.\nHP can provide your personal information to corporate bodies and individuals\nwho are assigned to actions and activities relating to the selection process\nand in respect of any future contract of employment\n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "Hewlett Packard Enterprise / Hewlett-Packard GDBC EOOD", "title": ["Network Deal Delivery Assurance Engineer"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "21.09.2016\n\n", "category": ["ИТ - Административни дейности и продажби", "ИТ - Разработка/поддръжка на софтуер", "ИТ - Разработка/поддръжка на хардуер"], "place": "| **София / България**\n\n", "description": "|  Description  \n  \n  \nThe Global Engineering and Technical Consulting team is responsible for\narchitecture and engineering and integration of DCS &amp; Cloud solutions\nbased on the standards or nonstandard portfolio offerings. Often our services\nare utilized during the transformation phase to help a client move from\n“current state” to “future state”. We enable accounts and delivery teams to\nprovide DCS and Cloud Services that were contracted with the client.  \n  \nThe Technology Architect provides technical leadership for development of\nFuture Mode of Operation designs and technical migration plans for DCS &amp;\nCloud:  \n  \n-End to End responsibility for technical content of deliverables produced by Global Engineering &amp; Technical Consulting (GE&amp;TC) – DCS &amp; Cloud  \n-Translate functional requirements to technical requirements  \n-Promote standardization and automation during transformation in T&amp;T engagements  \n-Ensure developed solutions are aligned with engineering repositories (Playbooks, CMR) and Portfolio websites/repositories (What we sell, EG Portfolio portals).   \n-Ensure that existing deliverables/templates are leveraged to satisfy new work request  \n-Ensure applicable content standards are met  \n-Ensure peer review deliverables are logged in   \n-Store engineering related collateral in approved configuration management repository  \n-Integrate and collaborate with other organizations/resources (other HP teams, vendors, suppliers, customers) during engineering life cycle  \n-Thought Leadership / Technical Point Of Contact for HP tower/project teams.   \n-Produces High Level Design and approve Low Level Designs for end to end coherency.  \n-Ensure the successful delivery of the required detailed solution designs (LLD) based on client requirements and project schedule.  \n-Support Hand-over to production of implemented solutions  \n-Support the PMs in defining Work Packages, Deliverables, Engineers Teams, WBS, and also address issues, mitigate risks and cross coordinate engineer teams  \n  \n  \nFor Virtual Private Cloud  \n-Presales consultancy to Solution Leads  \n-Onboarding  \n-High Level Design completion and sign-off  \n-Solution None Standard Service Requests  \n-Solution owner during implementation  \n-Service Initiation Form  \n-Handover Helion Managed Cloud (HMC) design to HMCO  \n  \n  \nFor Private Cloud  \n-End-2-end ownership of the global solution, including involvement of third parties (i.e.TS, PSO)  \n-For an hybrid customer, ensure global coherence of the architecture  \n-Act as global technical contact (across client/TS and PSO)  \n-Collate all needed technical elements to allow TS to start the Cloudsystem matrix  \n-Coordinate the setup of the solution from a technical perspective  \n-Customer UAT and Sign-off  \n-Lead the testing and move to production till Cloud Operation acceptance  \n-Inclusion into steady state documentation of all the technical designs and consulting performed  \n  \nPre-Sales solutioning, provide costing for GE&amp;TC – DCS &amp; Cloud\nservices  \n-Support Chief Engineer in translating business requirements in to functional requirements.   \n-Support Chief Engineer by providing technical consultancy and effort estimations for new opportunities.   \n-Identify and address technical or operational risks  \n-Provide Consultancy where appropriate for new/upsell opportunities  \n-Assess business impact of specific technologies/strategies  \n  \n  \n  \nQualifications  \n  \n\\- Degree in computer science, information technology, information systems, or\nelectrical engineering or equivalent  \nFluent English  \n\\- Experience in: data center design, infrastructure, migration and business\ncase development  \n\\- Minimum 5 years’ experience in developing technical solutions or services  \n\\- Experience in large-scale transformation and migration projects  \n\\- Has sufficient depth and breadth of technical knowledge to design and scope\nmultiple deliverables across a number of technologies.  \n\\- Infrastructure technology knowledge, ability to analyse customer needs  \n\\- Customer facing experience  \n\\- In-depth knowledge of project’s lifecycle  \n\\- Excellent knowledge of IT Operations, infrastructure services support\n(Systems NT, UX, Storage, Backups, DB’s or - Network management), operations\nmonitoring and end user support.  \n\\- Excellent understanding of HP ITSM/ITIL framework and processes  \n\\- Proficient knowledge of HP workflow tools (HPSM, OVSC and OVSD)  \n\\- Able to manage a team of consultants in the completion of one or more\nsolution requirements, architecture, or implementation deliverable.  \n\\- Ability to develop solutions that enhance the availability, performance,\nmaintainability and agility of a particular customer's enterprise. Has\ncontributed to the design and application of new tools. Ability to re-use\nexisting experience to develop new solutions to take to market.  \n-Possesses an understanding, at a detailed level, of architectural dependencies of technologies in use in the customer's Information Technology (IT) environment. Frequently uses product and application knowledge along with internals or architectural knowledge to develop solutions. A recognized expert in one or more technologies within own technical community and also at regional level. Holds a vendor or industry certification in at least one discipline area.  \n-Ability to work in a multi technology environment with the ability to diagnose complex technical problems to their root cause. In addition to troubleshooting skills and consulting skills, has ability to summaries prognosis and impact at practice lead level. Ability to adapt a consulting style appropriate to the situation and can identify up-sell opportunities.  \n-Ability to demonstrate a broad understanding of market dynamics, an industry area, commercial issues, and technical concerns whilst maintaining depth in core focus area.  \n  \n  \nThank you for taking the time to review our job, if you think it is a match to\nyour experience and interests please apply today with a CV in English— we are\neager to learn more about you! Only short-listed candidates will be contacted.  \n  \nWe offer a challenging role including:  \n• Continuous learning and technical training opportunities  \n• Great opportunity for professional development in the IT field  \n• Part in a team that has established itself as a preferred partner for Hi-\ntech Services &amp; Support throughout EMEA  \n• Competitive remuneration package  \n• Medical insurance  \n• 4 days additional paid leave (total:24 days)  \n• Food vouchers  \n• Opportunity to use free bus / parking  \n• Life insurance  \n• Wellness program  \n• HPE badge program including various discounts for products and services  \n• Work-life balance program including free legal, financial and psychological\nconsultations  \n  \nThis is to inform you that Hewlett Packard Enterprise GDBC EOOD (HPE) is\nregistered as an administrator of personal data to the Commission for Data\nProtection. Some of the information that you provide voluntarily is personal\ninformation and falls under the special protection regime under the Law on\nPersonal Data Protection. The personal data provided by you will be processed\nfor the purposes of the selection process as well as for the realization of\nthe legitimate interests of the data controller in respect of any future\ncontract of employment. HPE takes the responsibility to handle, use and store\nyour personal data, ensuring its protection in secret from the third parties.\nWe inform you and you agree that HPE may provide your personal data to\ngovernment, municipal institutions, banks, companies, corporate bodies and\nindividuals, where such obligation exists under a special legal provision,\nwhere it is necessary for realization of your rights and legal interests as a\nparticipant in the selection process, and when it is necessary to realize the\nlegitimate rights and interests of HPE. HPE can provide your personal\ninformation to corporate bodies and individuals who are assigned to actions\nand activities relating to the selection process and in respect of any future\ncontract of employment.  \n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "Hewlett Packard Enterprise / Hewlett-Packard GDBC EOOD", "title": ["Technology Architect For Data Center Services And Cloud"]},
{"busy": "|  Пълно работно време\n\n", "publicated": "21.09.2016\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер", "ИТ - Разработка/поддръжка на хардуер"], "place": "| **София / България**\n\n", "description": "|\n\nWe live in a moment of remarkable change and opportunity. Data and technology\nare transforming industries, society, and even the workplace—by creating\nprofessions that didn’t exist before the emergence of data, cloud, social and\nmobile.  \nAt IBM, you’ll collaborate with extraordinary professionals in a creative\nenvironment to make the world work better.  \n  \nFor IBM's AIX clients, Software Support Specialists are required to deliver\npost sale Remote Technical Software  \nSupport Services for the AIX operating system in English by:  \n  \n\n•Providing initial remote technical software support for AIX to clients  \n•Interacting with client and IBM functions consistently until problem solution  \n•Analyzing problems/situations, understanding problem impact on client\nbusiness  \n•Applying problem solving techniques  \n•Responding to client queries, providing timely resolutions to client issues  \n•Maintaining highest client satisfaction  \n•Maintaining positive client relationships even in severe and pressurized\nsituations  \n•Performing problem management and end-to-end problem ownership  \n•Logging all related activities for each customer query and handling client\ndata securely  \n•Employing IBM's standard support delivery methodologies and tools  \n•Performing in international software support delivery processes and\nenvironments  \n•Participating in scheduled offshift (callout)  \n  \nThe team's location is Sofia, Bulgaria  \nIn an initial phase training will be provided to gain IBM specific product\nknowledge and getting used to IBM's software support processes and tools. This\nwould be provided in Sofia.  \n  \n**Traits and competencies wanted:**  \n•Technical  \n•Problem solver  \n•Excellent communication and listening skills  \n•Team player  \n•Very good analytical skills  \n•Eagerness/willingness to learn  \n•Ability to perform under pressure  \n•Ability to multi-task  \n•US prime time coverage  \n  \n\n**Required Technical and Professional Expertise**\n\nEnglish fluent (both written and verbal), with neutral accent and good\nlanguage comprehension  \nUniversity degree in relevant field (i.e. computer science, engineering,\netc..)  \nSound problem determination and troubleshooting skills  \nWillingness to work in swing/night shifts (US primeshift)\n\n**Preferred Technical and Professional Experience**\n\nKnowledge of a UNIX operating system is highly desired  \nAIX experience / certification(s)  \nCustomer facing experience  \nC programming and/or scripting experience  \nTechnical Support experience by phone and email / Remote Delivery experience  \nKnowledge of IT technology &amp; infrastructure  \nAIX / UNIX product related skills: Basic installation and configuration\n\n", "type": "| Постоянна работа\n\n", "level": "|  Експерти/Специалисти\n\n", "company": "IBM Bulgaria Ltd.", "title": ["Software Support Representative (AIX)"]}
]