[
{"company": "Си Екс Джи ООД", "publicated": "30.09.2016\n\n", "level": "|  Експерти/Специалисти\n\n", "busy": "|  Пълно работно време\n\n", "place": "| **София / България**\n\n", "url": "https://www.jobs.bg/f3452524", "title": ["Technical Support fluent in English and Polish"], "type": "| Постоянна работа\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер", "Контакт центрове (Call Centers)", "Административни и офис дейности"], "description": "|  IF YOUR TALENT IS FOREIGN LANGUAGES - YOU CAN DEVELOP WITH US!  \n  \nA leading in its’ area of expertise company is expanding its’ activities\nrelated to business-to-business e-invoicing networking. In its’ office,\nlocated in Sofia, the company is looking for new support team members to serve\nvarious customers all over the World. We are looking for talented, highly\nmotivated team players with a passion for customer service.  \n  \nThe primary function of the Support Representatives is to respond and resolve\nclient support requests, received by phone and e-mail and various Ad hoc\nprojects, so that we can develop a genuinely customized solution for every\ncustomer.  \n  \nYOUR PROFILE:  \n  \nEssential  \n  \n• Excellency in English (both written and verbal);  \n• Excellency in Polish (both written and verbal);  \n• Customer service orientation;  \n• Excellent communication skills;  \n• Good telephone manner;  \n• General understanding of Internet services such as email, FTP, etc.;  \n• Comfortable with using MS Office Applications suite;  \n• Fast learning person with analytical and problem-solving skills.  \n  \nDesirable  \n  \n• Knowledge of invoicing/accounting packages;  \n• Data transfer protocols.  \n  \nMAIN RESPONSIBILITIES:  \n  \n• Record support requests, prioritizing and escalating as required;  \n• To handle all incoming Customer e-mail/ telephone inquiries and requests in\na timely and professional manner;  \n• Managing outstanding issues and keeping clients informed;  \n• Assisting the implementation of a Support Knowledge Base and similar process\nimprovements.  \n  \nEXPERIENCE:  \n  \n• Some experience in techncal support center or in service industry in general\nwill be advantageous;  \n• Previous work experience in an international environment will also be\nconsidered as an advantage.  \n  \nTHE COMPANY OFFERS:  \n  \n• Opportunity to practice and further improve your foreign language skills;  \n• Competitive salary;  \n• Stimulating bonuses;  \n• Real career opportunity;  \n• Professional trainings in an international atmosphere;  \n• Young and enthusiastic team.  \n  \nIf you feel comfortable with the above mentioned requirements and want to\nbecome part of our team, we would really like to speak to you. So in order to\napply for the position of a Technical Support Representative fluent in English\nand Polish, please send us your CV in English.  \n  \nAll documents will be treated in strict confidentiality.  \n  \nOnly short-listed candidates will be contacted.\n\n"},
{"company": "C3i Europe", "publicated": "30.09.2016\n\n", "level": "|  Експерти/Специалисти\n\n", "busy": "|  Пълно работно време\n\n", "place": "| **София / България**\n\n", "url": "https://www.jobs.bg/f3439978", "title": ["System Integration Specialist"], "type": "| Постоянна работа\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер", "ИТ - Разработка/поддръжка на хардуер", "Контакт центрове (Call Centers)"], "description": "|  THE EXPERIENCE MATTERS  \n  \nC3i Healthcare Connections, a division of Telerx, is an American, company,\nleading provider of technical support services for life sciences companies\nworldwide. We operate in the field of Information technologies (IT) and their\napplication for the needs of the Pharmaceutical industry and clinical research\norganizations. Since we had opened the office in Sofia, Bulgaria in 2005, we\nmanaged to attract many talented and motivated people and helped them develop\ntheir potential.  \n  \nTo ensure the expansion of our Operations Center in Sofia, Bulgaria we are now\nlooking to recruit a System Integration Specialist.  \n  \nThe SYSTEM INTEGRATION SPECIALIST will provide technical and investigational\nsupport to customers experiencing issues with systems integrated in landscape\nenvironment. The role will partner with Business Counterparts to facilitate\nissue resolution, and utilize all technical resources available while adhering\nto strict quality standards and regulatory requirements.  \n  \nMain responsibilities:  \n• Provide professional and timely support to customers with reported various\ntechnical issues  \n• Identify root causes of the reported issues through analysis of log files,\ndatabase tables and server activities;  \n• Identify miscommunication between systems in the landscape and supportive\nmodules of Integrated Drug Supply systems;  \n• Act as a first escalation point to C3i Tier I Helpdesk, Supply Super Users\nand Admin Applications teams for incidents in scope, identify and examine\ntrends in escalated cases and incidents;  \n• Escalate and regularly monitor advanced customer issues to the respective\nThird party escalation teams;  \n• Prepare ad-hoc and regular reporting upon Client request or upon Helpdesk\nManagement request;  \n• Identify and recommend opportunities to improve and enhance technical\nprocesses;  \n• Participate in special projects, client events and visits, as outlined by\nmanagement.  \n  \nJob requirements:  \n• Fluency in English  \n• Preferred university education, or at least 3rd year student, in the field\nof Information technology, Informatics, Computer systems and technologies or\nrelevant certification  \n• Experience in user support, application support, application development or\nrelated areas  \n• Knowledge of:  \n\\- security access concept, security systems, cryptographic certificates and\nsoftware frameworks such as but not limited to: PKI, TLS, HTTPS, WAF  \n\\- XML markup language.  \n\\- SQLPLUS utility and/or Oracle Queue middleware will be considered a strong\nadvantage  \n• Experience supporting applications and/or Knowledge of clinical trial\nsystems and data collection methods will be a plus  \n• Excellent communication and problem solving skills  \n• Availability to work on shifts  \n  \nWhat we offer:  \n• Professional on-boarding and on-going trainings  \n• Opportunity to practice your foreign language skills and develop your\ntechnical expertise  \n• Opportunity for career progression with a leading US Company  \n• Competitive salary and performance bonuses  \n• Social benefits package  \n• Possibility to combine work and study  \n• Vibrant environment  \n  \nAre you willing to build up your career with us? - We’ll be happy to receive\nyour resume in English!  \n  \n*Your personal data is secure with us.  \n** Only candidates selected for interview will be contacted  \n\n"},
{"company": "Playtech Bulgaria Ltd", "publicated": "30.09.2016\n\n", "level": "|  Експерти/Специалисти\n\n", "busy": "|  Пълно работно време\n\n", "place": "| **София / България**\n\n", "url": "https://www.jobs.bg/f3451748", "title": ["QA Engineer"], "type": "| Постоянна работа\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер"], "description": "|  Playtech is a leading software provider for online gaming operators and can\nbe positively considered as one of the pioneers of the worldwide online and\nland-based gaming industry. Company's business portfolio consists of the most\nprominent names in the business, including Bet365, William Hill, Paddypower,\nGala, Coral, Betclic, Winner, Betfair, Poker770, etc. Behind the eminent\nsuccess of Playtech's products and services there are around 5,000 people\nlocated in 13 countries, the majority of whom are engaged in research and\ndevelopment of current and future gaming technologies.  \n  \nIf you are creative, “out of box thinker”, youthful in your mind and ambitious\nenough to make a difference in such a large scale international business, you\nare more than welcome to apply for one of our open positions.  \n  \n  \n  \n  \n** Job Description:**  \n\n  * Taking part in QA processes, reading and analysis of requirements, implementation of test plans, testing of a new product\n  * Ensuring the overall quality of the product; functional and non-functional testing\n  * Data collection and working closely with developers and designers\n  * Automation of test cases using Sikuli\n\n  \n  \n** Requirements:**\n\n  * Good knowledge of software Testing methodologies and procedures\n  * Good knowledge of development standards and testing tools\n  * Basic understanding of OOP principles, DB theory, algorithms\n  * Experience in testing methodologies and tools \n  * Good command of English language (spoken and written)\n\n  \n  \n** We Offer:**   \n\n  * Friendly environment in a team of highly skilled and motivated young people\n  * Personal and professional development and unlimited growth opportunities\n  * Work on interesting projects in a leading multinational company\n  * Excellent remuneration and benefits package (additional medical insurance, food vouchers, free snacks and beverages, bonuses, etc.)\n  * Flexible working time and fresh atmosphere \n  * Trainings and regular team-buildings \n\n  \n  \nPlease, send your CV in English!\n\n"},
{"company": "ТЕК ЕКСПЪРТС ЕООД", "publicated": "28.09.2016\n\n", "level": "|  Експерти/Специалисти\n\n", "busy": "|  Пълно работно време\n\n", "place": "| **София / България**\n\n", "url": "https://www.jobs.bg/f3449271", "title": ["Software Support Specialist with Arabic and English"], "type": "| Постоянна работа\n\n", "category": ["ИТ - Административни дейности и продажби", "ИТ - Разработка/поддръжка на софтуер", "ИТ - Разработка/поддръжка на хардуер"], "description": "|  We are a global IT service provider supplying technical services to top\n500+ companies around the world. With clients across the world we’re proud to\nbe highly recognized for our commitment to providing exceptional technical\nexpertise and customer care. There are 1200+ professionals working in\ndifferent IT areas at Tek Expert. We have centers in Malta, Costa Rica, China,\nVietnam, and Bulgaria.  \nFor our main office in Europe, located in Sofia we have the pleasure to invite\nyou to join our team as a:  \n  \nSoftware Support Specialist with Arabic and English  \n  \nYour role:  \n  \nThe primary responsibility of the Support Engineer is to manage reactive\ncustomer cases to a satisfactory resolution. The engineer has the full\nresponsibility of technical support to our customers. She/he will perform\nsuitable information gathering, troubleshooting and problem research,\ncollaborating with other engineers as necessary.  \n  \nOur requirements:  \n  \n• Fluency in Arabic and English  \n• Experience with Linux, Windows, Windows server, Databases  \n• Troubleshooting and problem solving skills  \n• Proficiency with MS Office  \n• IT Industry experience  \n• Customer Support and/or Account Management experience  \n• Degree in a technical/ scientific discipline would be an advantage  \n  \n*Please note, knowledge of both languages Arabic and English is required.  \n  \nWe offer:  \n  \nProfessional and personal growth through learning and development\nopportunities  \nFast-track career in a continuously growing company with strong promote- from-\nwithin culture  \nDynamic, friendly, energetic and fast-pace environment  \nGreat team of talented colleagues and responsive managers willing to support,\nguide, and coach you  \n  \nIf you are motivated for this opportunity and you believe you have the skills\nand knowledge required for this role, please send us your resume in English.\nAll documents will be treated in the strictest confidentiality.  \n  \nOnly short-listed candidates will be contacted.  \n\n"},
{"company": "ОПЕНКОД СИСТЕМС ООД", "publicated": "28.09.2016\n\n", "level": "|  Експерти/Специалисти\n\n", "busy": "|  Пълно работно време\n\n", "place": "| **София / България**\n\n", "url": "https://www.jobs.bg/f3447853", "title": ["Quality Assurance Software Engineer"], "type": "| Постоянна работа\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер", "Телекомуникации - административни дейности и продажби"], "description": "|  Opencode Systems is a telecommunications solution provider, dedicated to\nopen systems for All-G and Telco-over-Cloud mobile networks. Our specialized\ncore network technology is invisible to consumers but underlies many of the\nmobile services they use.  \nOpencode real-time core network products include Multi-Channel Network Browser\n&amp; Studio, iSDP (IMS Service Delivery Platform), Network Services Broker,\nCore Messaging Suite, Carrier App Browser and other first-to-market\nspecialized solutions. Over 60 active mobile operators in more than 40\ncountries worldwide rely 24/7 on Opencode core network platforms. Opencode\npatented, game-changing, network- and cloud-driven virtualized technology is\nthe preferred choice for the open and creative mobile network.  \n  \nDue to expanding its activities the company is looking for an experienced\nQuality Assurance Software Engineer  \n  \nMain Responsibilities:  \n• Analysis of the customer requirements and identification of potential gaps  \n• Preparation and execution of test books and test cases  \n• Testing services for correctness based on the specifications agreed with the\nclient  \n• Checking compliance of the service documentation  \n• Analysis of clients' reported software bugs and identifying the root cause\nof the reported issues  \n• Develop and implement moderately complex test plans and test cases  \n• Participate in special or customer-specific projects as assigned and\nimplement Quality Assurance efforts  \n• Propose improvements  \n• Report to QA team leader  \n• Report to Country Manager  \n• Work closely with the customer for identifying and resolving service gaps  \n  \nRequirements:  \n• Education in Computer Science and Informatics or related  \n• Good knowledge in Quality Assurance and Control  \n• Understanding of DB theory, algorithms, etc.  \n• Good knowledge of English (spoken and written)  \n• Knowledge in programming language  \n• Experience in Linux/Unix environment  \n• Knowledge of basic shell scripting  \n  \n  \nAdvantages:  \n• Ability to be productive and handle multiple tasks to meet deadlines in a\ndynamic environment  \n• Software testing technology  \n• Experience in telecommunication field  \n• Experience in PHP/JS/other scripting language  \n  \nCompany offers:  \n• Challenging and dynamic international work environment  \n• Opportunities for career growth  \n• Company training  \n• Competitive remuneration package  \n• Young united team, consisting of very good specialists  \n  \nDo you want to work with multinational mobile operators &amp; leading industry\nexperts?  \nPlease send your CV (in English).\n\n"},
{"company": "Максима България ЕООД", "publicated": "27.09.2016\n\n", "level": "|  Експерти/Специалисти\n\n", "busy": "|  Пълно работно време\n\n", "place": "| **София / България**\n\n", "url": "https://www.jobs.bg/f3447184", "title": ["Системен администратор"], "type": "| Постоянна работа\n\n", "category": ["ИТ - Административни дейности и продажби", "ИТ - Разработка/поддръжка на софтуер"], "description": "|  Максима България ЕООД е представител на литовската компания Maxima Grupe\nUAB – най-големия инвеститор в Литва, Латвия и Естония. В нейните структури\nработят над 25 000 служители. Компанията оперира на българския пазар, като\nсобственик на веригата магазини Т-Маркет и Т-Маркет Експрес, с 61 супермаркета\nв цялата стрaна.  \n  \nВъв връзка с разрастване на дейността, търсим:  \n  \nСИСТЕМЕН АДМИНИСТРАТОР в офис София  \n  \nОТГОВОРНОСТИ:  \n\\- Инсталиране, конфигуриране и мониторинг на мрежовото оборудване и сървърни\nсистеми.  \n\\- Консултиране и поддържане на външно интегрирани финансови системи.  \n\\- Осъщестявяване на системен анализ и инсталиране на критични и security\npatches и update на Windows сървъри и приложения на работните станции.  \n\\- Конфигуриране и поддръжка на helpdesk системи и системи за наблюдение на\nмрежовата производителност и свързаност.  \n\\- Управление на потребителите и правата на достъп до информационните системи.  \n\\- Техническа поддръжка на различните потребители на Максима България.  \n  \nИЗИСКВАНИЯ:  \n\\- Висше образование – Компютърни системи и технологии, Информационни\nтехнологии, Информатика или друго подходящо за длъжността.  \n\\- Опит – не по-малко от 2 години. Опит придобит в търговски или логистични\nкомпании ще се приеме за предимство.  \n\\- Отлично познаване на Windows операционни системи, умения за интеграция и\nексплоатация на сървърни и комуникационни системи.  \n\\- Добро познаване на Linux операционни системи.  \n\\- Отговорност и прецизност при отстраняване на възникнали проблеми.  \n\\- Умения за работа в екип.  \n\\- Добри познания по английски език.  \n\\- Шофьорска книжка.  \n  \nПРЕДЛАГАМЕ:  \n\\- Конкурентно възнаграждение;  \n\\- Индивидуално кариерно развитие;  \n\\- Участие в иновативни софтуерни проекти;  \n\\- Участие в различни програми за обучение и тренинг програми;  \n\\- Осигурен транспорт до работното място.  \n  \nАко предложението представлява интерес за Вас, моля кандидатствайте по тази\nобява, като изпратите своята професионална автобиография.\n\n"},
{"company": "ЕПАМ Системс България ЕООД", "publicated": "27.09.2016\n\n", "level": "|  Висш мениджмънт\n\n", "busy": "|  Пълно работно време\n\n", "place": "| **София / България**\n\n", "url": "https://www.jobs.bg/f3445157", "title": ["Senior Delivery Manager"], "type": "| Постоянна работа\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер", "Мениджмънт"], "description": "|  **Every day, people create amazing solutions at EPAM. Imagine, what you\ncould do!**  \n  \nStriving for excellence is in our DNA. Since 1993, we have been helping the\nworld’s leading companies imagine, design, engineer, and deliver software and\ndigital experiences that change the world. We are more than just specialists,\nwe are experts.  \n\nCurrently we are looking for a **Senior Delivery Manager **for our office to\nmake the team even stronger.\n\n  \n**Responsibilities:**  \n\n  * Co-ordinate the preparation of customer proposals and statements of work\n  * Participates in new business development\n  * Deliver customer projects successfully\n  * Manage customer expectations and relationship\n  * Ensure that projects are delivered in line with EPAM process and methodologies\n  * Address customer issues during an engagement in cooperation with the Account Manager\n  * Make sure that the customer executes their responsibilities on the engagements\n  * Identify and manage engagement risks and flag major issues early\n  * Participate in overall project management, time estimation, and resource scheduling\n  * Prepare engagement revenue and resource forecasts\n  * Prepare engagement timesheets and billing information\n  * Preparation of the weekly/monthly engagement reports\n  * Prepare estimations on time frames, quality and quantity of resources required to successfully implement projects; develops project plan incorporating all project variables\n  * Establish criteria concerning deliverability, performance, maintenance, design and costs\n  * Assist in analyzing client processes through needs analysis and recommending new business models, workflows, or innovative solutions\n  * Contribute to and manage engagement and process improvements\n  * Suggest innovative solutions to business problems/processes that leverage technology to provide marketing differentiation, efficiency improvements, and better user experiences\n  * Occasional mentoring of peers, including making sure that the offshore and onsite project team undertakes their duties effectively\n  * Travel to client sites as needed\n  * \n\n**Required skills and experience:**\n\n  * **5-10 years’ experience working in consulting or outsourcing account/delivery management;**\n  * Strong understanding of software development;\n  * **5+ years' project management experience;**\n  * Ability to establish solid working relationships with clients, plus the ability to work effectively as a virtual member of a dynamic, dispersed team and to meet deadlines;\n  * Strong experience working with distributed teams on client side;\n  * Excellent communication, presentation, and planning skills are necessary;\n  * Expected to have exceptional organization, leadership and stakeholder management skills;\n  * Self-motivated, multitasking, reliable to deliver on time, a quick-thinker, be able to work in a fast-paced work environment.\n  * **Strong development experience with Java/C# or other software platform **\n  * Knowledge in DevOps processes is advantage.\n  * **Agile experience and/or knowledge **\n\n  \n**EPAM offers:**\n\n  * Attractive salary, additional **health and dental insurance** as long as other **social benefits;**\n  * **Personal development** program that will allow people to be valued for their**strengths;**\n  * Wide range of **professional trainings** and workshops;\n  * **Broad projects** variety and** possible mobility** between projects over the time;\n  * **Experience exchange** with colleagues around the world;\n  * **Work-life balance** and flexible schedule, team buildings and sport opportunities;\n  * Modern office in the **Infinity Tower** business center. \n\n  \n\n**About us:**\n\nEPAM Systems is an **US based** software services and solutions provider\nranked **#1 in Central and Eastern Europe** with over 15 000 employees. From\nsoftware products to core business applications, EPAM has provided expert\nconsulting, development, testing, support and infrastructure services to many\nof the world’s leading organizations. As the world of technology has evolved,\nso has our distributed delivery model, which now includes advanced\ncapabilities in running **Agile and Lean engagements. **Recognized as a Leader\nin Product Development in CEE - we have just opened our **office in Sofia**\nand you have a unique chance to be a member of our Bulgarian team from the\nvery beginning. Join us now!\n\n_  \nIf you are interested in this role please send your CV in English._\n\n_All applications will be treated as strictly confidential._\n\n_Only short-listed applicants will be contacted._\n\n"},
{"company": "ДЕЛАТЕК ООД", "publicated": "26.09.2016\n\n", "level": "|  Експерти/Специалисти\n\n", "busy": "|  Пълно работно време\n\n", "place": "| **София / България**\n\n", "url": "https://www.jobs.bg/f3444859", "title": ["QA ENGINEER"], "type": "| Постоянна работа\n\n", "category": ["ИТ - Административни дейности и продажби", "ИТ - Разработка/поддръжка на софтуер", "Инженери"], "description": "|\n\n**DESCRIPTION  \n**  \nWe are an international software company focused on mobile security, privacy\nand end-to-end encryption. Our flagship products are the Android-based Secure\nPhone and Secure Pack, as well as Secure BlackBerry.  \n  \n**Secure Group**, formerly DELATEK, is an international provider of solutions for secure mobile communications. As the name implies, we enable our customers to exchange sensitive information safely, protecting their business and personal life.  \n  \nWe have built a name for our secure and user-friendly Secure Phone and Secure\nBlackBerry smartphones, as well as Secure Pack — our suite of mobile\ncommunication apps. Our products employ the best end-to-end encryption\ntechnologies available.  \n  \n**OUR MISSION**  \n  \nOur ultimate mission is to ensure our customers’ cybersecurity and enable them\nto communicate in full privacy without compromising neither protection, nor\nuser-friendliness.  \n  \n**OUR VISION**  \n  \nNo great goal could ever be achieved without a great vision. To accomplish our\nmission, we have committed to providing the best encrypted communication\nproducts, services and solutions, and to educating people.  \n  \n**We're now hiring a QA Engineer at our main R&amp;D center, located in Sofia, Bulgaria.**\n\n**REQUIREMENTS**  \n\n  * Relevant education\n  * 2+ years of experience in software quality assurance\n  * Experience with version control systems\n  * Knowledge in HTML, CSS, JavaScript\n  * Working level of English\n\n_**It would be advantageous** if you have some knowledge or experience with:_  \n\n  * Agile methodologies\n  * At least some of the following: CasperJS, NodeJS, MySQL, Apache, Tableau, web analytics tools\n  * Software test automation tools\n  * Tools like Selenium, Jira, GIT, SoapUI\n\n**BENEFITS  \n**\n\n  * Competitive** remuneration**\n  * Excellent working** environment**\n  * Spacious office with** entertainment** and** relaxation** areas\n  * We'll invest in your education — company-paid** tech courses**\n  * Extra** day off** for each year you work at the company\n  * Company-sponsored **SportPass** cards for various sports activities\n  * Private **health insurance**\n  * Free** parking**\n  * **Relocation** assistance\n  * And more...\n\n_If you think we might be a good match, send us your **CV in English** now!_\n\n"},
{"company": "МАП МАРКЕТИНГ РИСЪРЧ ООД", "publicated": "26.09.2016\n\n", "level": "|  Служители\n\n", "busy": "|  Пълно работно време\n\n", "place": "| **София / България**\n\n", "url": "https://www.jobs.bg/f3443234", "title": ["Survey scripter"], "type": "| Постоянна работа\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер", "Маркетинг"], "description": "|  MAP MR is a well known name in the international markets for outsourced\nonline research and partner of four out of the top seven global market\nresearch agencies. Due to expansion of our service bureau, we are seeking to\nappoint ambitious committed candidates with knowledge of basic programming\nprinciples in the role of Survey Programmer.  \n  \nResponsibilities include: Project management, Survey design and scripting,\nQuality Control  \n  \nRequirements:  \nGood knowledge and experience in JavaScript/ jQuery; Fluent command of\nEnglish; Excellent communication and organizational skills, Ability to work\nunder pressure with strict deadlines.  \n  \nCompany offers:  \nWork in well-established and dynamic international environment, Excellent\nopportunity for professional growth, Extensive professional education and\ntraining, Attractive remuneration package.  \n  \nWork time:  \nFlexible, on shifts. Open positions- day and night shifts. The company covers\nthe travel expenses.  \n  \nTo become a part of our team, please send your CV online. Shortlisted\ncandidates will be invited to interview.  \n\n"},
{"company": "Hewlett Packard Enterprise / Hewlett-Packard GDBC EOOD", "publicated": "26.09.2016\n\n", "level": "|  Експерти/Специалисти\n\n", "busy": "|  Пълно работно време\n\n", "place": "| **София / България**\n\n", "url": "https://www.jobs.bg/f3442856", "title": ["UNIX Capacity Specialist"], "type": "| Постоянна работа\n\n", "category": ["ИТ - Административни дейности и продажби", "ИТ - Разработка/поддръжка на софтуер", "ИТ - Разработка/поддръжка на хардуер"], "description": "|  \nHewlett Packard Enterprise is an industry leading technology company that\nenables customers to go further, faster. With the industry’s most\ncomprehensive portfolio, spanning the cloud to the data center to workplace\napplications, our technology and services help customers around the world make\nIT more efficient, more productive and more secure.  \n  \nThe Capacity Specialist is responsible for applying detailed technical\ncapacity planning knowledge to the process. The Planner collates information\nfor all new or changed infrastructure, defines and requests expansion\nrequirements, estimates overall growth or reduction of user demand and\nanticipates the effect of improvements in technology on overall component\ndemand. The candidate should possess a solid understanding of their technology\nand be capable of making sound, informed judgements in a timely and accurate\nmanner. The Capacity Specialist would be working in a global environment\nproviding technical inputs that inform the optimum spend of an annual budget\nin excess of $10m.  \n  \nThe Capacity Planner is responsible for applying detailed technical Capacity\nPlanning knowledge to the process. This is a dynamic position, supporting the\nCapacity Management team in a highly visible positon. This position will\nfunctionally report to the Global Client Capability lead. The Planner\naccumulates information for all new or changed infrastructures and defines\nexpansion requirements. Estimating overall growth or decrease of user demand\nand anticipated improvements in technology on overall component demand is a\nkey responsibility for this role.  \n  \n  \nJob specifics/responsibilities:  \n  \n  \n• Produce capacity plans in line with business planning cycles; identifying\nrequirements early enough to accommodate procurement and approval lead times.  \n• Document need for increases and reductions in hardware based on service\nlevel requirements, targets and cost constraints.  \n• Provide regular management reports which include current usage of resources,\ntrends and forecasts  \n• Provide holistic management of capacity that includes people and processes\nas well as technology  \n• Oversee decisions and actions to utilize Demand Management for controlling\ncapacity when necessary  \n• Ensure shortfalls in capacity are recognized and appropriate corrective\nactions are identified and progressed on a timely basis  \n• Create and maintain forward looking capacity forecasts to predict future\nhardware/software spend  \n• Provide regular reports on capacity to direct line management  \n• Organize and maintain a regular capacity review process  \n• Agree appropriate actions to maintain or improve capacity levels  \n• Initiate and coordinate actions required to maintain or improve capacity\nacross appropriate IT units  \n• Act as a coordination point for changes to capacity levels when needed  \n  \n  \n  \nQualifications  \n  \n  \n• Technical background (5+ years of experience desired) in Linux/ UNIX,\nspecifically Redhat 6.5, Solaris 2.9/8/9/10, SLES 8/9/10/11, AIX 5.x, 6.1, OEL\n5.8 as well as Veritas RHEL, Veritas 4.x Solaris / AIX, Veritas 5.0 Solaris /\nAIX, Veritas 5.1 Solaris / AIX  \n• Bachelor’s degree in Computer Science, Engineering, Business, or related\nfield or equivalent work experience.  \n• Proven track record managing resources and business requirements.  \n• Good arithmetic skills and experience or dealing with budgets, statistics\nand forecasting models.  \n• Fluent in written and verbal English  \n  \nThis role provides the opportunity to learn about ITIL and capacity management\nin detail and to grow from purely technical professional to a broader role\nwith global scope.  \n  \nWe offer:  \n  \n• Great opportunity for professional development in the IT field  \n• Extensive training program  \n• Environment that stimulates achievements and excellent customer service  \n• Part in a team that has established itself as a preferred partner for Hi-\ntech Services &amp; Support throughout EMEA  \n• Competitive remuneration package  \n• Medical insurance.  \n• 4 days additional paid leave (total:24 days).  \n• Food vouchers.  \n• Opportunity to use free parking slots.  \n• Life insurance.  \n• Wellness program including company funded sport events and seminars.  \n• HPE badge program including various discounts for products and services.  \n• Work-life balance program including free legal, financial and psychological\nconsultations  \n  \nOnly shortlisted candidates will be contacted.  \n  \nThis is to inform you that Hewlett Packard Enterprise GDBC EOOD (HPE) is\nregistered as an administrator of personal data to the Commission for Data\nProtection. Some of the information that you provide voluntarily is personal\ninformation and falls under the special protection regime under the Law on\nPersonal Data Protection. The personal data provided by you will be processed\nfor the purposes of the selection process as well as for the realization of\nthe legitimate interests of the data controller in respect of any future\ncontract of employment. HPE takes the responsibility to handle, use and store\nyour personal data, ensuring its protection in secret from the third parties.\nWe inform you and you agree that HPE may provide your personal data to\ngovernment, municipal institutions, banks, companies, corporate bodies and\nindividuals, where such obligation exists under a special legal provision,\nwhere it is necessary for realization of your rights and legal interests as a\nparticipant in the selection process, and when it is necessary to realize the\nlegitimate rights and interests of HPE. HPE can provide your personal\ninformation to corporate bodies and individuals who are assigned to actions\nand activities relating to the selection process and in respect of any future\ncontract of employment.  \n  \n\n"},
{"company": "Съдърланд Глобъл Сървисиз България ЕООД", "publicated": "21.09.2016\n\n", "level": "|  Експерти/Специалисти\n\n", "busy": "|  Пълно работно време\n\n", "place": "| **София / България**\n\n", "url": "https://www.jobs.bg/f3418982", "title": ["Linux Engineer with Finnish/Swedish or Spanish"], "type": "| Постоянна работа\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер", "ИТ - Разработка/поддръжка на хардуер", "Контакт центрове (Call Centers)"], "description": "|  Established in 1986, Sutherland Global Services is a global BPO and\ntechnology-enabled services company offering an integrated set of back-office\nand customer facing front-office services that support the entire customer\nlifecycle. It is one of the largest, independent BPO companies in the world\nserving marquee clients in major industry verticals. Headquartered in\nRochester, New York, United States, Sutherland employs over 60,000\nprofessionals and has nearly 60 global delivery centers.  \n  \nOpened in 2008 in Sofia, Sutherland Bulgaria is a multi-lingual customer\nservice hub and has since grown to more than 1300 employees in three different\nsites, two in Sofia and one in Burgas which was opened in 2014. Our team of\nprofessionals provides technical support and customer service in more than 16\nEuropean languages.  \n  \nDescription of the Role  \n  \nWe are looking for technical savvy to join one of our teams and start\nproviding technical support for one of the quick growing software as a service\ncompanies.  \nYou will be responsible for troubleshooting problems in the field of software\nfunctionality, application server setup, database management, data analysis,\noperating system configuration, installation, migration and upgrades of an\ne-learning product.  \n  \nResponsibilities:  \n  \n\\- Manage resolution of complex application issues for a distinct set of\nclients and also build high level of client trust  \n\\- Analyze customer problems to find the best technical solutions  \n\\- Takes part in implementation activities when needed  \n\\- Analyze trends associated with the assigned customer base and report\npotential areas of risk or reward  \n\\- Able to prioritize tasks and to involve other teams when needed by\nfollowing the escalation pro-cedures  \n\\- Responsible also to document all cases and resolutions in order to create\ngood knowledge base  \n  \nRequirements:  \n  \n\\- Very good command of English and Spanish/Finnish or Swedish language  \n\\- Technical, customer support, experience with enterprise software\napplications  \n\\- Knowledge of Administration in at least one Server architecture (Windows,\nLinux, Solaris)  \n\\- Knowledge of database administration principles in Oracle,\nSqlserver,PostgreSQL including trou-bleshooting, configuration and tuning  \n\\- Understanding of Internet application technologies including HTML, XML,\nnetworking, firewalls, web server configurations and security  \n\\- Working knowledge of Java is preferred  \n\\- Attention to detail in handling and tracking technical issues  \n-Team player with ability to prioritize   \n  \nLife at Sutherland:  \n  \n\\- We offer competitive salary  \n\\- Excellent social benefits package including Health Insurance, Life\nInsurance, Food vouchers, Compliment Cards, Transportation allowance  \n\\- Rewards and recognition programs  \n\\- Trainings following the leading global standards for highest quality of\nCustomer Service and Technical Support  \n\\- Structured working environment  \n\\- Career opportunities  \n\\- Great office location  \n\\- Team Building activities  \n  \nIf you find this opportunity suitable for you and you want to develop your\ncareer in a company which upholds highest industry standards, please send your\nCV (in English).  \n  \nThe information provided by you is personal and will be protected.  \nOnly the shortlisted candidates will be contacted.  \n\n"},
{"company": "VMware Bulgaria", "publicated": "21.09.2016\n\n", "level": "|  Експерти/Специалисти\n\n", "busy": "|  Пълно работно време\n\n", "place": "| **София / България**\n\n", "url": "https://www.jobs.bg/f3440773", "title": ["Senior Big Data Dev Ops Engineer"], "type": "| Постоянна работа\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер", "Инженери"], "description": "|  VMware is a global leader in cloud infrastructure and business mobility.\nBuilt on VMware's industry-leading virtualization technology, our solutions\ndeliver a new model of IT that is fluid, instant and more secure. Customers\ncan innovate faster by rapidly developing, automatically delivering and more\nsafely consuming any application.  \n  \nWith 2015 revenues of $6.6 billion, VMware has more than 500,000 customers,\nmore than 75,000 partners, and 19,000+ employees in 120+ locations around the\nworld. At the core of what we do are our people who deeply value execution,\npassion, integrity, customers, and community. Do you dare to do the stuff\nyou've always dreamed about?  \n  \nVMware is looking for DevOps Engineers experienced with the continuous\ndelivery, operations and troubleshooting of a large scale distributed system.\nWe are looking for a person with great technical, interpersonal and\ncommunication skills and passion for working with VMware products and state of\nthe art open source Big Data analytics solutions.  \n  \nResponsibilities:  \n• Participate in the definition and improvement of the process to support a\nrobust and efficient continuous deployment of a Hadoop based analytics system  \n• Participate in the automation of the continuous deployment process  \n• Deploy and update various applications and platform components  \n• Monitor and tune the availability, performance and resource allocation of\nthe system  \n• Troubleshoot system issues reported by the monitoring system or customers  \n• Efficiently interact with other R&amp;D &amp; IT organizations in order to\naccomplish shared projects successfully  \n  \nRequired:  \n• Experience building and operating highly available and scalable\ninfrastructure solutions  \n• Strong knowledge in Java or Python  \n• Strong knowledge in Shell scripting  \n• Hands on experience with Linux administration  \n• Hands on experience with database technologies  \n• Bachelor Degree in Computer Science or equivalent  \n• Experience with Hadoop and related technologies (is a plus)  \n  \nCompetencies:  \n• Excelent verbal and written communication skills  \n• Consistently take the appropriate actions to resolve problems of increasing\ncomplexity  \n• Seek active cooperation with others ensuring goal alignment with relevant\nparties  \n• Team player  \n  \nVMware offers:  \n\\- Attractive compensation package - competitive salary, flexible bonus\nscheme, company sponsored mobile phone plan and additional long term\nincentives  \n\\- Individual career path - management and technical career growth, enhanced\nby learning and development program, regular performance assessment, teams of\nworld-wide IT professionals  \n\\- Healthy work environment - company sponsored medical program, food and\nbeverage program, sport activities, open communication  \n\\- Work-life balance – 25 days paid vacation, regular team buildings and\ncelebrations.  \n  \nAs part of the VMware global standards for integrity you will be required to\ngo through a pre-employment screening process before you join.  \n  \nAll applications will be treated with strict confidentiality.\n\n"},
{"company": "Съдърланд Глобъл Сървисиз България ЕООД", "publicated": "21.09.2016\n\n", "level": "|  Служители\n\n", "busy": "|  Пълно работно време\n\n", "place": "| **София / България**\n\n", "url": "https://www.jobs.bg/f3440830", "title": ["Technical Support Consultant with Swedish or Dutch"], "type": "| Постоянна работа\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер", "Контакт центрове (Call Centers)"], "description": "|  Established in 1986, Sutherland Global Services is a global BPO and\ntechnology-enabled services company offering an integrated set of back-office\nand customer facing front-office services that support the entire customer\nlifecycle. It is one of the largest, independent BPO companies in the world\nserving marquee clients in major industry verticals. Headquartered in\nRochester, New York, United States, Sutherland employs over 60,000\nprofessionals and has nearly 60 global delivery centers.  \n  \nOpened in 2008 in Sofia, Sutherland Bulgaria is a multi-lingual customer\nservice hub and has since grown to more than 1300 employees in three different\nsites, two in Sofia and one in Burgas which was opened in 2014. Our team of\nprofessionals provides technical support and customer service in more than 16\nEuropean languages.  \n  \nWe are currently looking for motivated technically oriented Swedish and Dutch\nspeakers to join our support team for a leading Anti-Virus software.  \n  \nDescription of the Role  \n  \nОur team of dedicated professionals provides both Customer and Technical\nSupport for home or home office users via phone, email and chat. Remote\nsessions are also used.  \n  \nResponsibilities:  \n  \n\\- Resolve the customer's issues with regards to Customer Service or Technical\nsupport  \n\\- Respond to customer queries in a timely and professional manner  \n\\- Project a professional company image through phone, chat and email\ninteraction  \n\\- Provide customers with product and service information  \n\\- Prioritize tasks and to involve other teams when needed by following the\nescalation procedures  \n  \nRequirements:  \n  \n\\- Very good level of Dutch or Swedish  \n\\- Excellent communication and soft skills  \n\\- Strong listening/comprehension skills and good follow up skills  \n\\- Ability to multi task and to make quick decisions  \n\\- Ability to adapt quickly to changing business requirements.  \n  \nLife at Sutherland:  \n  \n\\- We offer competitive salary  \n\\- Excellent social benefits package including Health Insurance, Life\nInsurance, Food vouchers, Compliment Cards, Transportation allowance  \n\\- Rewards and recognition programs  \n\\- Trainings following the leading global standards for highest quality of\nCustomer Service and Technical Support  \n\\- Structured working environment  \n\\- Career opportunities  \n\\- Great office location  \n\\- Team Building activities  \n  \nIf you find this opportunity suitable for you and you want to develop your\ncareer in a company which upholds highest industry standards, please send your\nCV (in English).  \n  \nThe information provided by you is personal and will be protected.  \nOnly the shortlisted candidates will be contacted.\n\n"},
{"company": "Съдърланд Глобъл Сървисиз България ЕООД", "publicated": "21.09.2016\n\n", "level": "|  Служители\n\n", "busy": "|  Пълно работно време\n\n", "place": "| **София / България**\n\n", "url": "https://www.jobs.bg/f3440851", "title": ["Technical Support for Business Applications with English"], "type": "| Постоянна работа\n\n", "category": ["Бизнес/Консултантски услуги", "ИТ - Разработка/поддръжка на софтуер", "Контакт центрове (Call Centers)"], "description": "|  Established in 1986, Sutherland Global Services is a global BPO and\ntechnology-enabled services company offering an integrated set of back-office\nand customer facing front-office services that support the entire customer\nlifecycle. It is one of the largest, independent BPO companies in the world\nserving marquee clients in major industry verticals. Headquartered in\nRochester, New York, United States, Sutherland employs over 60,000\nprofessionals and has nearly 60 global delivery centers.  \n  \nOpened in 2008 in Sofia, Sutherland Bulgaria is a multi-lingual customer\nservice hub and has since grown to more than 1300 employees in three different\nsites, two in Sofia and one in Burgas which was opened in 2014. Our team of\nprofessionals provides technical support and customer service in more than 16\nEuropean languages.  \n  \nDescription of the Role  \n  \nThe main focus of the role is providing technical support for small business\ncustomers for cloud based applications.  \n  \nResponsibilities:  \n  \n\\- Represent the company in a professional manner and achieve company goals  \n\\- Troubleshoot technical issues  \n\\- Guide customers through the process of online activation of subscription\nand domain ownership verification  \n\\- Assist customers with billing queries  \n\\- Assist in configuring devices to email – mobile devices, tablets, PCs\n(Android OS, Blackberry, iPhone, Windows Mobile etc)  \n\\- Provide support to add/remove/modify user permissions on emails, calendars,\nshared documents etc.  \n\\- Provide information and guidance on Cloud storage and data maintenance  \n  \nRequirements:  \n  \n\\- Command of English language at level C1 or above  \n\\- Excellent listening and communication skills, both written and verbal  \n\\- Comfortable approach when speaking to IT techs, end-users, decision-makers,\nCEOs, etc  \n\\- Basic Understanding of DNS/CRM/Website hosting/Telephony  \n\\- Basic Understanding of web technologies (HTML, XML, HTTP protocols and\nemail management (IMAP, POP3, Exchange)  \n\\- Some experience in a service or support center and related understanding of\ntechnical trouble-shooting is a plus  \n\\- Ability to work on flexible shifts (from 07:00 to 00:00), agreed in advance\nwith the team  \n\\- Ability to work on weekends  \n  \nLife at Sutherland:  \n  \n\\- We offer competitive salary  \n\\- Excellent social benefits package including Health Insurance, Life\nInsurance, Food vouchers, Compliment Cards, Transportation allowance  \n\\- Rewards and recognition programs  \n\\- Trainings following the leading global standards for highest quality of\nCustomer Service and Technical Support  \n\\- Structured working environment  \n\\- Career opportunities  \n\\- Great office location  \n\\- Team Building activities  \n  \nIf you find this opportunity suitable for you and you want to develop your\ncareer in a company which upholds highest industry standards, please send your\nCV (in English).  \n  \nThe information provided by you is personal and will be protected.  \nOnly the shortlisted candidates will be contacted.\n\n"},
{"company": "INFRAGISTICS BULGARIA EOOD", "publicated": "21.09.2016\n\n", "level": "|  Експерти/Специалисти\n\n", "busy": "|  Пълно работно време\n\n", "place": "| **София / България**\n\n", "url": "https://www.jobs.bg/f3440907", "title": ["SENIOR FULL STACK APPLICATION DEVELOPER"], "type": "| Постоянна работа\n\n", "category": ["ИТ - Разработка/поддръжка на софтуер"], "description": "|  Are you interested in cutting edge application development technologies?\nLooking for an open, collaborative working environment with flexible work\nhours and a diverse international culture? Want to challenge your coworkers to\na game of foosball on your lunch break, or perhaps join the office Photography\nClub or Cooking Club? Infragistics offers all this and more - and we’re\nhiring!  \n  \nKnown as a worldwide leader in providing tools and solutions to accelerate\ndesign, development and collaboration for any organization, Infragistics is\nlooking for a Senior Full Stack Application Developer to join our IS team\nlocated in Sofia, Bulgaria. You will be responsible for technical design,\ndevelopment, implementation and support of all tiers of our corporate websites\n&amp; portals, intranet web applications and services. As a senior member of\nour team, you will be involved in planning projects, tasks and providing\nguidance to team members.  \n  \nResponsibilities  \n  \n• Technical Design, Develop/Customize and Support  \n\\- Infragistics . com Site Content Management System Infrastructure, Business\nlayers and backend.  \n\\- All layers of our web portals: Forums, Blogs, ecommerce, Customer/Partner\nPortals  \n\\- All layers of our CRM/ERP Internal Systems and intranet websites  \n\\- Integrations between third-party solutions and our websites/internal\nsystems  \n• Collaborate with an international team of developers, UX/Visual designers,\nbusiness stake holders, leaders and managers to deliver these applications  \n• Work with the team to arrive at the best-fit technology solutions  \n• Ensure quality and use industry accepted best practices to implement designs  \n• Write Wiki articles/document the technical design and implementation details  \n• Provide guidance to other team members and own projects  \n• Play a key role in defining standards for application development and source\nmanagement  \n  \nQualifications  \n  \nEducation/Technical Expertise  \n• Bachelor degree in Information Systems, Computer Science, or similar field\n(equivalent professional experience)  \n• 5+ years of Application development experience with Microsoft.NET and\nrelated technologies with strong knowledge of web application development  \n• Experience in ASP.NET MVC, C#, JavaScript/jQuery, CSS, HTML/XHTML/HTML5,\nEntity Framework, SQL  \n• Experience in building web services/APIs  \n• Familiarity with SCRUM/Agile software development methodologies  \n• Any experience with Umbraco CMS, AngularJS, CRM/ERP solutions like Microsoft\nDynamics CRM/GP is a plus  \n  \nCharacteristics  \n  \n• Ability and experience in completing all phases of software development  \n• Flexibility to handle the dynamic needs of the organization/management  \n• Ability to understand how the business functions and implement appropriate\ntechnical solutions  \n• High attention to detail and providing extreme importance to quality of the\ndeliverables  \n• Ability to prioritize, multi-task, organize work and set clear expectations  \n• Ability to work as a team member and independently with minimal supervision  \n  \nWe Offer  \n  \n• Open, friendly, collaborative working environment with cutting edge\ntechnologies  \n• Learn and improve top-notch, commercial software development practices\nthrough on-the-job experience and ongoing professional development programs  \n• Work with many other skilled developers all over the world  \n• Company-provided external and internal trainings (English course, UX\ntraining; Microsoft certification, ISTQB certification)  \n• Additional health insurance  \n• Company-provided food &amp; beverages program  \n• Flexible working time  \n• Office massages  \n• Food vouchers  \n• Sport and relaxing activities - xBox, table tennis, foosball, as well as\nyoga and morning gymnastics in the office  \n• Chance to express yourself - share your hobby with the team by setting up a\nclub, or join one of the existing ones – we already have a Book Club, Cooking\nClub, Photography Club  \n  \nIf your profile fits our requirements and you would like to be part of a\npassionate group of creative professionals delivering great software to a\nlarge worldwide customer base, please send us your resume!\n\n"}
]
